{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<div>\n<div>\n<div>\n<p>Ardour是一个硬盘录音机和数字音频工作站应用程序，可以在Linux、macOS、FreeBSD和Microsoft Windows上运行。它的主要作者是Paul Davis，他也负责JACK音频连接工具包。Ardour旨在成为一个适合专业使用的数字音频工作站软件。</p>\n<p>&nbsp;</p>\n<p>根据GPL-2.0或以后的条款发布，Ardour是免费软件。</p>\n<p>&nbsp;</p>\n<p><strong>特点</strong></p>\n<p><span style=\"text-decoration: underline;\">Recording</span></p>\n<p>Ardour的录音能力只受限于它所运行的硬件，软件中没有内置的限制。当在现有的材料上录音时，Ardour可以做延迟补偿，将录制的材料定位在录制时的位置。监测选项包括自我监测、使用外部硬件（该功能取决于声卡支持）或专门的产品；例如JACK音频连接套件。自我监测使得在实时录音时对信号应用插件效果成为可能。使用音频服务器JACK，Ardour可以同时从音频卡和兼容软件中进行录音。</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">混合</span></p>\n<p>Ardour通过一个 \"任何东西到任何地方 \"的路由系统支持任意数量的轨道和总线。所有的增益、平移和插件参数都可以自动化。所有的采样数据都是以32位浮点格式进行混合和内部维护。</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">编辑</span></p>\n<p>Ardour支持拖动、修剪、分割和时间拉伸记录的区域，具有样本级的分辨率，并有可能对区域进行分层。它包括一个交叉渐变编辑器和节拍检测。Ardour有无限制的撤消/重做和快照功能，可以将一个会话的当前状态存储到一个文件中供将来参考。</p>\n<p>&nbsp;</p>\n</div>\n</div>\n</div>\n<div><span style=\"text-decoration: underline;\">母带制作</span></div>\n<div>Ardour 可以作为一个音频母带环境使用。它与JACK音频连接套件的整合，使其有可能使用母带工具，如JAMin来处理音频数据。Ardour调音台的输出可以被送到第三方音频处理软件进行处理和/或录制。它还可以输出TOC和CUE文件，这样就可以创建音频CD。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div><strong>兼容性</strong></div>\n<div>Ardour试图遵守行业标准，如SMPTE/MTC，广播波格式，MIDI机器控制和XML。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>Ardour已经在GNU/Linux、x86-64、x86、PowerPC和ARM（至少是第3版）架构、Solaris、Intel和PowerPC的macOS、Intel架构的Windows和FreeBSD上进行了测试。它利用了所有这些操作系统的多处理器和多核SMP和实时特性。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>Ardour 6.x的预建二进制文件可用于Linux、macOS和Windows。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div><span style=\"text-decoration: underline;\">插件</span></div>\n<div>Ardour依靠插件来实现许多功能，从音频效果处理到动态控制。它支持以下插件格式和平台组合。Linux、FreeBSD、macOS和Windows上的LV2；macOS上的AudioUnits；Linux、macOS和Windows上的Steinberg的VST2；Linux、FreeBSD、macOS和Windows的LADSPA。理论上，在Wine的帮助下，可以在Linux上使用为Windows创建的VST2格式的插件，但项目组并不推荐这样做。从6.5版本开始，Ardour也支持所有支持的平台上的VST3插件。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div><span style=\"text-decoration: underline;\">导入和导出</span></div>\n<div>Ardour支持从30多种不同的音频文件格式中导出整个会话或部分会话，并将音频片段导入会话。这可以使用Ardour内置的音频文件数据库管理器或直接从一个普通的文件浏览器完成。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div><strong>支持公司和未来</strong></div>\n<div>SAE研究所为Ardour提供企业支持，直到2009年2月。这一举措的目的是在Mac OS X上提供一个更综合的体验，并开发一个针对初级学生的版本。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>Solid State Logic公司雇用Paul Davis在Ardour第二版的开发过程中全职工作。这种支持一直持续到2006年底。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>Harrison Audio Consoles自2005年初以来一直是Ardour项目的支持者。哈里森的 \"Mixbus \"DAW和他们的电影dubber，Xdubber，是基于Ardour。Mixbus扩展了Ardour，增加了Harrison自己的DSP和一个更像控制台的工作流程。Xdubber作为企业级数字音频工作站（DAW）用户的一个可定制的平台。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>\n<div>Waves Audio在2009年私人支持Ardour的开发。该公司还与Ardour开发者合作开发了Waves Track Live软件，大部分的源代码变化成为Ardour代码库的一部分。</div>\n<p>&nbsp;</p>",
 "contentEn": "<p>Ardour is a hard disk recorder and digital audio workstation application that runs on Linux, macOS, FreeBSD, and Microsoft Windows. Its primary author is Paul Davis, who was also responsible for the JACK Audio Connection Kit. Ardour is intended to be a digital audio workstation software suitable for professional use.</p>\n<p>&nbsp;</p>\n<p>Released under the terms of the GPL-2.0-or-later, Ardour is free software.</p>\n<p>&nbsp;</p>\n<p><strong>Features</strong></p>\n<p><span style=\"text-decoration: underline;\">Recording</span></p>\n<p>Ardour's recording abilities are limited by only the hardware it is run on; there are no built-in limits in the software. When recording on top of existing material, Ardour can do latency compensation, positioning the recorded material where it was intended to be when recording it. Monitoring options include self-monitoring, use of external hardware (a feature dependent on sound card support) or specialised product; e.g. JACK Audio Connection Kit. Self-monitoring makes it possible to apply plug-in effects to the signal while recording in real-time. Using the audio server JACK, Ardour can record both from the audio card and compatible software concurrently.</p>\n<p><br /><span style=\"text-decoration: underline;\">Mixing</span></p>\n<p>Ardour supports an arbitrary number of tracks and buses through an \"anything to anywhere\" routing system. All gain, panning and plug-in parameters can be automated. All sample data is mixed and maintained internally in 32-bit floating point format.</p>\n<p><br /><span style=\"text-decoration: underline;\">Editing</span></p>\n<p>Ardour supports dragging, trimming, splitting and time-stretching recorded regions with sample-level resolution and has a possibility to layer regions. It includes a crossfade editor and beat detection. Ardour has unlimited undo/redo and a snapshot feature for storing the current state of a session to a file for future reference.</p>\n<p><br /><span style=\"text-decoration: underline;\">Mastering</span></p>\n<p>Ardour can be used as an audio mastering environment. Its integration with the JACK Audio Connection Kit makes it possible to use mastering tools such as JAMin to process the audio data. The output of Ardour's mixer can be sent 3rd party audio-processing software to be processed and/or recorded. It can also export TOC and CUE files, which allows for the creation of audio CDs.</p>\n<p><strong>Compatibility</strong></p>\n<p>Ardour attempts to adhere to industry standards, such as SMPTE/MTC, Broadcast Wave Format, MIDI Machine Control and XML.</p>\n<p>&nbsp;</p>\n<p>Ardour has been tested on GNU/Linux, on the x86-64, x86, PowerPC and ARM (for at least version 3) architectures, Solaris, macOS on Intel and PowerPC, Windows on Intel architectures and FreeBSD. It takes advantage of multiprocessor and multicore SMP and real-time features of all of these operating systems.</p>\n<p>&nbsp;</p>\n<p>Pre-built binaries of Ardour 6.x are available for Linux, macOS and Windows.</p>\n<p><span style=\"text-decoration: underline;\">Plug-ins</span></p>\n<p>Ardour relies on plug-ins to enable many features, from audio effects processing to dynamic control. It supports the following plugin format and platform combinations: LV2 on Linux, FreeBSD, macOS and Windows; AudioUnits on macOS; Steinberg's VST2 on Linux, macOS and Windows; LADSPA on Linux, FreeBSD, macOS and Windows. It is theoretically possible to use plugins created for Windows in the VST2 format on Linux with the help of Wine, but the project team does not recommend it. Since version 6.5 Ardour also supports VST3 plugins on all supported platforms.</p>\n<p><br /><span style=\"text-decoration: underline;\">Import and export</span></p>\n<p>Ardour supports exporting whole sessions or parts of sessions and importing audio clips into sessions from more than 30 different audio file formats. This can be done using Ardour's built-in audio file database manager or directly from an ordinary file browser.</p>\n<p><br /><strong>Supporting companies and future</strong></p>\n<p>SAE Institute provided corporate support for Ardour up until February 2009. The aim of the initiative was to provide a more integrated experience on Mac OS X and the development of a version tailored towards beginner students.</p>\n<p>&nbsp;</p>\n<p>Solid State Logic employed Paul Davis to work full-time on Ardour during the development of version 2. This support lasted through to the end of 2006.</p>\n<p>&nbsp;</p>\n<p>Harrison Audio Consoles has been a supporter of the Ardour project since early 2005. Harrison's \"Mixbus\" DAW and their destructive film dubber, the Xdubber, are based on Ardour. Mixbus extends Ardour to add Harrison's own DSP and a more console-like workflow. The Xdubber serves as a customizable platform for enterprise-class digital audio workstation (DAW) users.</p>\n<p>&nbsp;</p>\n<p>Waves Audio privately support Ardour development in 2009. The company also developed the Waves Track Live software in collaboration with Ardour developers , with most of the source code changes becoming part of the Ardour codebase.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://en.m.wikipedia.org/wiki/Ardour_(software)",
 "remarksEn": "本词条内容来自 https://en.m.wikipedia.org/wiki/Ardour_(software)",
 "status": 1,
 "clickNum": 3,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 45,
 "name": "Ardour",
 "categoryText": "数字音频工作站",
 "descriptions": "Ardour是一个硬盘录音机和数字音频工作站应用程序，可以在Linux、macOS、FreeBSD和Microsoft Windows上运行。它的主要作者是Paul Davis，他也负责JACK音频连接工具包。Ardour旨在成为一个适合专业使用的数字音频工作站软件。\n\n根据GPL-2.0或以后的条款发布，Ardour是免费软件。\n\n",
 "picture": "https://duopin-community.oss-cn-shenzhen.aliyuncs.com/pmloxj3by32wjcbglwct.png",
 "referenceUrl": "https://en.m.wikipedia.org/wiki/Ardour_(software)",
 "typeId": 11,
 "typeName": "其他",
 "dataId": 45,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=11&dataId=45"
}