{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\n\nAudiotistic Music Festival began in 1997 from promoter Meelo Solis. He ran it with his brother Ben, and investment bankers Darin Feinstein and Bevan Cooney, with U.S. Concerts. It began as a mostly techno, strictly underground event. After failing to hold the event from 2004-2008, Solis teamed up with Insomniac CEO Pasquale Rotella to bring Audiotistic back to Southern California. The first Audiotistic Festival drew in 2,500 people. In 2001, the festival drew in 15,000; the next year it packed 35,000 into the National Orange Show Events Center. Despite the size of the crowd, police reported no incidents, and fans seemed remarkably controlled. By 2010, the festival was drawing in 25,000. The festival drew a smaller number in 2011 totaling 19,000 but was lauded as a success.\n\nIn 2002, in addition to its music lineup, Audiotistic tried to plug into Los Angeles skateboard culture by erecting a makeshift skate park inside the Orange Center's pavilion that was free to use for anyone willing to lug their board along. The park was designed by pro skater Chad Muska, whose company, Circa Footwear, also hosted a $5,000 best trick contest at the event.\nControversies\n\nFollowing the death of a 15-year-old girl at Insomniac's Electric Daisy Carnival in Los Angeles in 2010, Insomniac enacted a new 18 & over policy for all shows within the United States. Despite the increase in average age of attendees at the event, San Bernardino police still arrested more than two dozen partygoers. Twenty-one people were arrested on suspicion of felony drug and other offenses, and several more were arrested on suspicion of misdemeanor crimes, police said. Similarly, in 2011, 43 arrests were reported. Of those, 35 involved possession or sale of illegal narcotics, according to the police department.\nOn May 21, 2012, Rotella announced via Twitter that there would be no Audiotistic that summer, and that it would not come back until 2013.</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 4,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 286,
 "name": "Audiotistic",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "",
 "holdAddress": "Southern California, USA Northern California, USA",
 "searchAddress": "",
 "sponsor": "Meelo Solis, Insomniac Events (recent owner)",
 "foundTimeText": "2013",
 "referenceUrl": "https://en.wikipedia.org/wiki/Audiotistic_Music_Festival",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 286,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=286"
}