{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\nThe history of Beyond Wonderland extends back before its inaugural 2010 date. The first festival was held at the National Orange Show Events Center in San Bernardino, California. Insomniac Events announced the conception of Beyond Wonderland to be considered as the sister festival of Nocturnal Wonderland (formerly known as Nocturnal Festival).[according to whom?] Fans of Insomniac Events called for a return to the past vibrant environment that the Nocturnal Festival once hailed. Insomniac believed Beyond Wonderland could provide this environment. With the success of Nocturnal Festival, Insomniac introduced the Wonderland series with Beyond Wonderland as its first expansion from the Nocturnal Festival, promising to \"return to the amazing hues and vibrance of our original Wonderland event.\"  \nThe festival features multiple stages of electronic dance music artists with such genres as: House, Trance, Dubstep, Drum and Bass, and ambient. The festival has also been known for features such as a light maze, many modern art sculptures, and poi dancers. As the festival continues to grow, new interactive additions are added each year to help enhance the experience, such as various dancing characters and aesthetic decorations. \nAs Insomniac Events continued to grow, new art installations, characters, and themes that focused more into the Alice in Wonderland motif became the aesthetic for Beyond Wonderland. When Insomniac expanded Beyond Wonderland to include camping in 2015,  Beyond seemed to be a second wind for festival-goers who had experienced the Nocturnal Series in the Fall prior. However, when Beyond was moved from the San Manuel Amphitheater back to the NOS Center, it no longer offered camping. \n\nPast events\nSan Bernardino, CA - March 20, 2010\nThe inaugural Beyond Wonderland was held at NOS Events Center in San Bernardino, CA on March 20, 2010 to a sold-out crowd. \nNotable artists on the lineup included Sander van Doorn, Paul van Dyk, Groove Armada, Robbie Rivera, Caspa, Pendulum, and Wippenberg. \nSan Bernardino, CA - March 19, 2011\nThe second annual Beyond Wonderland was a great success, with another completely sold-out show at NOS Events Center in San Bernardino, CA. \nNotable artists on the lineup included Calvin Harris, Dirty South, Dirtyphonics, Datsik, Infected Mushroom, Kaskade, Cosmic Gate, Noisia, and Showtek. \nSeattle, WA - May 14, 2011\nThe first Beyond Wonderland to be held in the state of Washington took place at the WAMU Theatre. \nNotable artists on the lineup included David Guetta, LMFAO, A-Trak, Datsik, Porter Robinson, and Gareth Emery. Beyond Wonderland marked Guetta's first appearance in Seattle. \nSan Bernardino, CA - March 17, 2012\nThe third annual Beyond Wonderland was a great success, with another completely sold-out show at NOS Events Center in San Bernardino, CA with a special showing of A State Of Trance 550 with notable artists such as Armin van Buuren, Gareth Emery, Aly & Fila, Arty, Shogun, John O'Callaghan, Sied van Riel, and Fei Fei. \nOther notable artists on the lineup throughout the festival included Dirty South, Hardwell, ATB, Magnetic Man, John Digweed, Netsky, Sidney Samson, and Steve Aoki. \nThis year marked the first year of Beyond Wonderland being expanded to Beyond Socal and Beyond Bay Area. \n\n\nOakland, CA - September 29, 2012\nThe first Beyond Wonderland to be held in Northern California was located at the O.co Coliseum parking lot in Oakland, CA. The lineup included artists such as Alesso, Sander Van Doorn, ATB, and Thomas Gold, amongst others. \nSan Bernardino, CA - March 16, 2013\nThe fourth annual Beyond Wonderland Socal saw a change of scenery, moving from the NOS Events Center to the San Manuel Amphitheater. \nNotable artists on the lineup throughout the festival included Afrojack, Arty, Dash Berlin, David Guetta, Markus Schulz, and Steve Angello. \nMountain View, CA - September 28 & 29, 2013\nThe second Beyond Wonderland Bay Area was held in Northern California, this edition of Beyond Wonderland was held in Mountain View at the Shoreline Amphitheatre and was the first Beyond event to span two days. Roughly 40,000 fans attended the event for two days. Over 100 people were arrested, with people being charged with drug possession, drunkenness, illegal drug use, and furnishing. \nNotable artists on the lineup included David Guetta, Avicii, Zeds Dead, Gareth Emery, Hardwell, Dash Berlin, Tiesto, Calvin Harris, Benny Benassi, Carnage, and Datsik. \nMountain View, CA - September 20 & 21, 2014\nThe third Beyond Wonderland Bay Area to be held in Northern California, this edition of Beyond Wonderland was again held in Mountain View at the Shoreline Amphitheatre and again spanned two days. More than sixty people were arrested due to noise complaints and drug possession. \nSan Bernardino, CA - March 20, 2015\nOver 60 acts were performing on this two-day festival at the San Manuel Amphitheater, which was visited by an estimated 70,000 fans. The lineup featured artists such as [Benny Benassi], [John Digweed], and foreign acts as such as hardstyle duo D-Block and S-Te-Fan, or DBSTF. At this festival there were reports of a 22 year old man that died from a seizure. Additionally, 300 people were arrested and 32 people were hospitalized. \nThis 5th anniversary of Beyond Wonderland Socal was the first year the festival offered camping options for the festival. With the success of camping options at Nocturnal Wonderland the year prior, Insomniac expanded the camping experience to Beyond Wonderland as well. The campground offered a new layer of festival-going that included day time activities before the festival began. Yoga, arts and crafts, and a silent disco were all different options for campers in this year of Beyond Wonderland. \nMountain View, CA - September 26 & 27, 2015\nThe fourth Beyond Wonderland Bay Area to be held in Northern California, this edition of Beyond Wonderland was again held in Mountain View at the Shoreline Amphitheatre and again spanned two days. The lineup included Calvin Harris, Tiësto, Loadstar, Knife Party, and Yellow Claw. \nSan Bernardino, CA - March 18 & 19, 2016\nThe sixth Beyond Wonderland Socal was held at the Glen Helen Amphitheater-- at the time the San Manuel Amphiteater.  This year of Beyond Wonderland Socal offered a new type of format for music festivals, expanding into the various music label brands of Insomniac Events, specifically the Bassrush and Dreamstate brands. In this year of Beyond Socal, Insomniac created curated stages by the two brands to feature the various artists under each label.  This year featured an expansion of the campgrounds that were introduced in the year prior, and featured interactive art and activities in a whole new light to expand on the Beyond experience. \nThe Beyond Wonderland Bay Area series was cancelled this year along with EDC Puerto Rico, in an effort to \"focus on exploring new cities and enhancing the experience at some of our other festivals,\" as stated by founder Pasquale Rotella. This marked the last year of a Beyond Wonderland Socal and Bay Area. \nSan Bernardino, CA - March 24 & 25 2017\nThe seventh Beyond Wonderland was again held at the Glen Helen Amphitheater. In this year of the Beyond series, Insomniac Events created the \"Endless Sea,\" featuring an aquatic aesthetic throughout the festival.  Expanding from the typical Alice in Wonderland aesthetic that had been seen in years prior, this year of Beyond showed an expansion of immersive experiences and interaction from performers and art pieces. \nSan Bernardino, CA - March 16 & 17 2018\nThe eighth Beyond Wonderland saw a change of venue to one of its former venues, the NOS (National Orange Show) in San Bernardino. This year of Beyond featured acts such as Tiesto, Kayzo, and Chris Lake.  Because of the venue change, Beyond Wonderland no longer offered camping starting in 2018. \nSan Bernardino, CA - March 22 & 23 2019\nThe ninth Beyond Socal was at the NOS Events Center.  This year marked a good year in ticket sales for Beyond, with the first day selling out in less than 24 hours.  This year featured a good amount of music surprises, such as Deadmau5, REZZ, and ZHU.  as well as a return to the classic Alice in Wonderland aesthetic that characterized the Beyond series.\n</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 255,
 "name": "Beyond Wonderland",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "March (Southern California)\nMay (Washington)\nSeptember (Northern California)",
 "holdAddress": "San Bernardino, California, U.S.\nSeattle, Washington, U.S.\nMountain View, California, U.S.",
 "searchAddress": "",
 "sponsor": "\tInsomniac Events",
 "foundTimeText": "2010",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 255,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=255"
}