{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\nThe first Bonnaroo Music Festival took place in 2002. The founders chose \"bonnaroo\" (Creole slang meaning a really good time) for its literal meaning and to honor the rich New Orleans music tradition that they had enjoyed in college. Bonnaroo was popularized by New Orleans R&B singer Dr. John with his 1974 album Desitively Bonnaroo. Bonnaroo is derived from the French \"bonne\" pronounced [bɔn] the feminine agreement of \"bon\" pronounced [bɔ̃] meaning \"good,\" and the French \"rue\" pronounced [ʁy] meaning \"street,\" translating roughly to \"the best on the streets\". \nIn 2019, after a record breaking festival sell out, it was announced that Live Nation was buying out Superfly's share of Bonnaroo. \nEconomy\nBy 2013, the direct and indirect economic impact of the festival since inception was estimated at $51 million, including $2.9 million in tax revenue for the year 2012. \nIn 1999, the future site of Bonnaroo also hosted the Itchycoo festival. \nEnvironmentalism\nBonnaroo actively supports recycling and sustainability. In 2011, A Greener Festival recognized Bonnaroo's efforts for the previous three years with an award. In 2004 Bonaroo said it prevented having to collect 120 tons of trash by encouraging fans to recycle. Food and drink are sold in organic and recyclable materials to create less waste. AGF auditors review festivals, as well as requiring their self-evaluation. As of late, Bonnaroo initiates many \"green\" activities during the festival, such as Planet Roo. \nAccolades\nWhen the festival first began in 2002, USA Today referred to Bonnaroo as \"The culmination of a musical movement.\" CNN described it as: \"Music and subculture melted together into a pot of creative bubbling energy.\" \nIn 2008, it was named \"Best Festival\" by Rolling Stone magazine, calling it \"the ultimate over-the-top summer festival.\" \nThe New York Times said \"Bonnaroo has revolutionized the modern rock festival\" in 2012, and Spin called it the \"Best festival of the summer.\" \nNotable performances\nR&B singer D'Angelo marked his return to American stages for the first time in over 12 years on June 9, 2012 with a surprise performance at the festival's annual Superjam. He was backed by members of the R&B collective The Soulquarians, most notably Questlove, James Poyser and Pino Palladino, with guest guitarist Jesse Johnson. The set was composed almost entirely of covers. \nOther iconic performers have been Phish (2009, 2012, 2019), Dead & Company (2016), U2 (2017), Pearl Jam (2008, 2016), Billy Joel (2015), Mumford and Sons (2011, 2015), Elton John (2014), Eminem (2011, 2018), Jack White (2014), Lionel Richie (2014), The Flaming Lips (2003, 2007, 2010, 2014), Paul McCartney (2013), Tom Petty and The Heartbreakers (2006, 2013), Wu-Tang Clan (2013), Red Hot Chili Peppers (2012, 2017), Radiohead (2006, 2012), Neil Young (2003, 2011), Dave Matthews Band (2005, 2010), Stevie Wonder (2010), Bruce Springsteen (2009), Nine Inch Nails (2009), Metallica (2008), The Police (2007), Bob Dylan (2004). \nActivities\n\nGraffiti by Nashville artist Ryan McCauley on the Graffiti Wall, which separates Centeroo from the campsites.\nIn addition to music, Bonnaroo also offers comedy, as well as a tent dedicated to showing movies. \nSoopergroop\nIn 2013, Bonnaroo brought its stage to YouTube. \nSoopergroop \n\n</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 265,
 "name": "Bonnaroo Music Festival",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "Second Thursday in June, duration of four days",
 "holdAddress": "\tGreat Stage Park, Manchester, Tennessee, U.S.",
 "searchAddress": "",
 "joinScale": 80000,
 "sponsor": "",
 "foundTimeText": "2002",
 "referenceUrl": "https://en.wikipedia.org/wiki/Bonnaroo_Music_Festival",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 265,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=265"
}