{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\nDecadent movement\nMain article: Decadent movement\n\nPornocrates by Félicien Rops (1878)\nDecadence was the name given to a number of late nineteenth-century writers who valued artifice over the earlier Romantics' naïve view of nature. Some of them triumphantly adopted the name, referring to themselves as Decadents. For the most part, they were influenced by the tradition of the Gothic novel and by the poetry and fiction of Edgar Allan Poe, and were associated with Symbolism and/or Aestheticism.\n\nThis concept of decadence dates from the eighteenth century, especially from Montesquieu, and was taken up by critics as a term of abuse after Désiré Nisard used it against Victor Hugo and Romanticism in general. A later generation of Romantics, such as Théophile Gautier and Charles Baudelaire took the word as a badge of pride, as a sign of their rejection of what they saw as banal \"progress.\" In the 1880s, a group of French writers referred to themselves as Decadents. The classic novel from this group is Joris-Karl Huysmans' Against Nature, often seen as the first great decadent work, though others attribute this honor to Baudelaire's works.\n\nIn Britain and Ireland the leading figure associated with the Decadent movement was Irish writer, Oscar Wilde. Other significant figures include Arthur Symons, Aubrey Beardsley and Ernest Dowson.\n\nThe Symbolist movement has frequently been confused with the Decadent movement. Several young writers were derisively referred to in the press as \"decadent\" in the mid-1880s. Jean Moréas' manifesto was largely a response to this polemic. A few of these writers embraced the term while most avoided it. Although the aesthetics of Symbolism and Decadence can be seen as overlapping in some areas, the two remain distinct.\n\n1920s Berlin\nMain article: 1920s Berlin\nSee also: Roaring twenties and Weimar culture\nThis \"fertile culture\" of Berlin extended onwards until Adolf Hitler rose to power in early 1933 and stamped out any and all resistance to the Nazi Party. Likewise, the German far-right decried Berlin as a haven of vice. A new culture developed in and around Berlin, including architecture and design (Bauhaus, 1919–33), a variety of literature (Döblin, Berlin Alexanderplatz, 1929), film (Lang, Metropolis, 1927, Dietrich, Der blaue Engel, 1930), painting (Grosz), and music (Brecht and Weill, The Threepenny Opera, 1928), criticism (Benjamin), philosophy/psychology (Jung), and fashion. This culture was often considered to be decadent, and socially, morally, destructive.\n\nFilm was making huge technical and artistic strides during this period of time in Berlin, and gave rise to the influential movement called German Expressionism. \"Talkies\", the Sound films, were also becoming more popular with the general public across Europe, and Berlin was producing very many of them.\n\nBerlin in the 1920s also proved to be a haven for English-language writers such as W. H. Auden, Stephen Spender and Christopher Isherwood, who wrote a series of 'Berlin novels', inspiring the play I Am a Camera, which was later adapted into a musical, Cabaret, and an Academy Award winning film of the same name. Spender's semi-autobiographical novel The Temple evokes the attitude and atmosphere of the place at the time.\n\nUse in Marxism\nLeninism\nAccording to Vladimir Lenin, capitalism had reached its highest stage and could no longer provide for the general development of society. He expected reduced vigor in economic activity and a growth in unhealthy economic phenomena, reflecting capitalism's gradually decreasing capacity to provide for social needs and preparing the ground for socialist revolution in the West. Politically, World War I proved the decadent nature of the advanced capitalist countries to Lenin, that capitalism had reached the stage where it would destroy its own prior achievements more than it would advance.\n\nOne who directly opposed the idea of decadence as expressed by Lenin was José Ortega y Gasset in The Revolt of the Masses (1930). He argued that the \"mass man\" had the notion of material progress and scientific advance deeply inculcated to the extent that it was an expectation. He also argued that contemporary progress was opposite the true decadence of the Roman Empire.\n\nLeft communism\nDecadence is an important aspect of contemporary left communist theory. Similar to Lenin's use of it, left communists, coming from the Communist International themselves started in fact with a theory of decadence in the first place, yet the communist left sees the theory of decadence at the heart of Marx's method as well, expressed in famous works such as The Communist Manifesto, Grundrisse, Das Kapital but most significantly in Preface to the Critique of Political Economy.\n\nContemporary left communist theory defends that Lenin was mistaken on his definition of imperialism (although how grave his mistake was and how much of his work on imperialism is valid varies from groups to groups) and Rosa Luxemburg to be basically correct on this question, thus accepting capitalism as a world epoch similarly to Lenin, but a world epoch from which no capitalist state can oppose or avoid being a part of. On the other hand, the theoretical framework of capitalism's decadence varies between different groups while left communist organizations like the International Communist Current hold a basically Luxemburgist analysis that makes an emphasis on the world market and its expansion, others hold views more in line with those of Vladimir Lenin, Nikolai Bukharin and most importantly Henryk Grossman and Paul Mattick with an emphasis on monopolies and the falling rate of profit.</p>\n\r<p>历史\n颓废主义运动\n主要文章：颓废运动\n费利西安·罗普斯的《色情小说》（1878）\n颓废是十九世纪末一些作家的名字，他们看重的是技巧，而不是早期浪漫主义者天真的自然观。他们中有些人得意洋洋地取了这个名字，称自己是颓废者。在很大程度上，它们受到哥特式小说传统以及埃德加·爱伦·坡的诗歌和小说的影响，并与象征主义和/或唯美主义联系在一起。\n这种颓废的概念可以追溯到18世纪，尤其是孟德斯鸠，在戴西雷·尼萨德用它来反对维克托·雨果和一般的浪漫主义之后，被批评家们当作一种辱骂。后来的一代浪漫主义者，如戴菲勒·高蒂埃和查尔斯·波德莱尔，把这个词看作是骄傲的象征，表示他们拒绝接受他们认为平庸的“进步”。在19世纪80年代，一群法国作家称自己为颓废者。这一群体的经典小说是乔里斯·卡尔·休斯曼的《反自然》，通常被视为第一部伟大的颓废之作，不过也有人把这一荣誉归功于波德莱尔的作品。\n在英国和爱尔兰，与颓废运动有关的主要人物是爱尔兰作家奥斯卡·王尔德。其他重要人物包括亚瑟·西蒙斯、奥布里·比尔兹利和欧内斯特·道森。\n象征主义运动经常与颓废运动相混淆。19世纪80年代中期，有几位年轻作家被媒体讥讽为“颓废派”，让·莫雷斯的宣言主要是对这场论战的回应。这些作家中有少数人接受这个词，而大多数人则回避这个词。尽管象征和颓废的美学在某些领域可以被看作是重叠的，但两者仍然是截然不同的。\n20世纪20年代柏林\n主要文章：1920年代柏林\n另见：咆哮的二十年代和魏玛文化\n柏林的这种“肥沃的文化”一直延续到1933年初阿道夫·希特勒上台，消灭了对纳粹党的一切抵抗。同样，德国极右翼谴责柏林是邪恶的天堂。柏林及其周围发展的新文化，包括建筑和设计（包豪斯，1919-33），各种文学（德布林，柏林亚历山德普拉茨，1929），电影（朗，大都会，1927年，迪特里希，德布劳恩格尔，1930年），绘画（格罗斯），音乐（布莱希特和威尔，三便士歌剧，1928年），批评（本杰明），哲学/心理学（荣格）和时尚。这种文化通常被认为是颓废的，在社会上，道德上，破坏性的。\n在这段时间里，电影在技术和艺术上都取得了巨大的进步，并引发了一场有影响力的运动，叫做“德国表现主义”有声电影“Talkies”也越来越受到全欧洲公众的欢迎，柏林正在制作很多这样的电影。\n20世纪20年代的柏林也被证明是奥登（W.H.Auden）、斯蒂芬·斯宾德（Stephen Spender）和克里斯托弗·伊舍伍德（Christopher Isherwood）等英语作家的避风港，他们写了一系列“柏林小说”，激发了戏剧《我是相机》（I Am a Camera）的灵感，这部戏剧后来被改编成音乐剧、歌舞表演和同名奥斯卡获奖影片。斯宾德的半自传体小说《神庙》唤起了当时这个地方的态度和氛围。在马克思主义中的运用\n列宁主义\n弗拉基米尔·列宁认为，资本主义已经达到了它的最高阶段，不能再为社会的普遍发展提供保障。他期望经济活动的活力减弱，不健康的经济现象增多，反映出资本主义满足社会需要的能力逐渐下降，为西方的社会主义革命奠定了基础。从政治上讲，第一次世界大战向列宁证明了先进资本主义国家的腐朽性，资本主义已经到了一个比进步更能摧毁自己原有成就的阶段\n何塞·奥尔特加·加塞特在《群众起义》（1930）中直接反对列宁所表达的颓废思想。他认为，“大众人”对物质进步和科学进步的概念进行了深刻的灌输，以至于这是一种期望。他还认为，当代的进步与罗马帝国真正的颓废背道而驰\n左派共产主义\n颓废是当代左翼共产主义理论的一个重要方面。与列宁对它的使用类似，来自共产国际的左派共产党人实际上首先是以腐朽理论开始的，然而共产主义左派也把腐朽理论视为马克思方法的核心，在著名著作如《共产党宣言》，《格鲁德里斯》，《马克思主义哲学》中有表述，但最重要的是在《政治经济学批判》的序言中\n当代左派共产主义理论认为列宁对帝国主义的定义是错误的（尽管他的错误有多严重，他关于帝国主义的著作有多少是正确的，这在不同的群体中是不同的），罗莎卢森堡在这个问题上是基本正确的，因此接受资本主义作为一个类似列宁的世界时代，而是一个没有资本主义国家能够反对或避免成为其中一部分的世界时代。另一方面，资本主义腐朽的理论框架在不同的群体中有所不同，而像国际共产主义潮流这样的左翼共产主义组织基本上持卢森堡主义的分析，强调世界市场及其扩张，其他组织则持与弗拉基米尔·列宁、尼古拉等人更为一致的观点布哈林和最重要的亨利克格罗斯曼和保罗马蒂克强调垄断和利润率下降。</p>\n\r<p></p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 121,
 "name": "Decadence",
 "descriptions": "The word decadence, which at first meant simply \"decline\" in an abstract sense, is now most often used to refer to a perceived decay in standards, morals, dignity, religious faith, honor, discipline, or skill at governing among the members of the elite of a very large social structure, such as an empire or nation state. By extension, it may refer to a decline in art, literature, science, technology, and work ethics, or (very loosely) to self-indulgent behavior.\r\n\r\nUsage of the term sometimes implies moral censure, or an acceptance of the idea, met with throughout the world since ancient times, that such declines are objectively observable and that they inevitably precede the destruction of the society in question; for this reason, modern historians use it with caution. The word originated in Medieval Latin (dēcadentia), appeared in 16th-century French, and entered English soon afterwards. It bore the neutral meaning of decay, decrease, or decline until the late 19th century, when the influence of new theories of social degeneration contributed to its modern meaning.\r\n\r\nIn literature, the Decadent movement—late nineteenth century fin de siècle writers who were associated with Symbolism or the Aesthetic movement—was first given its name by hostile critics. Later it was triumphantly adopted by some of the writers themselves. The Decadents praised artifice over nature and sophistication over simplicity, defying contemporary discourses of decline by embracing subjects and styles that their critics considered morbid and over-refined. Some of these writers were influenced by the tradition of the Gothic novel and by the poetry and fiction of Edgar Allan Poe.\n\r颓废一词起初只是抽象意义上的“衰落”，现在最常被用来指一个非常庞大的社会结构（如帝国或民族国家）的精英阶层成员在标准、道德、尊严、宗教信仰、荣誉、纪律或统治技能方面的一种感知衰退。推而广之，它可能指的是艺术、文学、科学、技术和职业道德的下降，或者（非常宽松地）指的是自我放纵的行为。\n这个词的使用有时意味着道德上的谴责，或是对自古以来全世界都遇到的观念的接受，即这种衰落是可以客观观察到的，而且不可避免地先于所讨论的社会的毁灭；因此，现代历史学家谨慎地使用它。这个词起源于中世纪的拉丁语（dēcadentia），出现在16世纪的法语中，随后很快进入英语。直到19世纪末，新的社会退化理论的影响才促成了它的现代意义。\n在文学方面，19世纪末的颓废运动与象征主义或美学运动有联系的作家首先被敌对的批评家们命名。后来它被一些作家自己成功地采用了。颓废派推崇的是技巧而非自然，推崇的是复杂而非简单，他们无视当代衰落的论述，采用了他们的批评者认为病态和过分精致的主题和风格。其中一些作家受到哥特式小说传统以及埃德加·爱伦·坡的诗歌和小说的影响。",
 "picture": "https://duopin-community.oss-cn-shenzhen.aliyuncs.com/ogp2dx21ulxxfgclc3tw.jpg",
 "originalName": "",
 "holdTimeText": "",
 "holdAddress": "",
 "searchAddress": "",
 "sponsor": "",
 "foundTimeText": "",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 121,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=121"
}