{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>杜尔音乐节是比利时杜尔市一年一度的音乐节。自 1988 年创立以来，该节日已发展到 2015 年（超过 5 天）的出席人数约为 225,000 人。第一年，只有五个乐队被编排（包括Bernard Lavilliers）。节日形式现在由 5 天、9 个舞台和 280 多个乐队和 DJ 组成。音乐节的表演来自广泛的流派，例如：电子、摇滚、鼓和贝斯、流行、R&amp;B、雷鬼、浩室、朋克、硬核、金属、嘻哈、独立、技术等等。音乐每天播放 17 小时，从中午 12 点到凌晨 5 点。该节日吸引了非常国际化的混合人群，在 2009 年的活动中，40% 的与会者来自瓦隆或布鲁塞尔，32% 来自法兰德斯，16% 来自法国，5% 来自荷兰，5% 来自英国，2% 来自其他地方。2010年1月，Dour Festival荣获欧洲音乐节大奖最佳中型音乐节奖。</p>\n<div class=\"thumb tright\">\n<div class=\"thumbinner\">&nbsp;</div>\n</div>\n<p>&nbsp;</p>\n<p><strong>历史</strong></p>\n<p>第一届音乐节于1989年9月16日举行。音乐节只持续了一天，只有一个舞台，只有法语乐队。2000人参加了开幕式。1990 年的音乐节采用了相同的形式，但 1991 年的音乐节持续了 2 天，创下了 15 个乐队的记录。1992 年，该节日恢复了原来的一日形式，并吸引了创纪录的 4,000 人参加。到了 1993 年，Dour Festival 真正开始发展起来，两天内有 3 个舞台、32 个乐队和 9,000 名观众。1994 年，Dour 迎来了Pulp和Blur 之类的作品，帮助吸引了 15,000 人。1995 年仅举办了超过 3 天的音乐节，主办了The Ramones&nbsp;,&nbsp;Public Enemy&nbsp;和其他 78 场演出，出席人数几乎翻了三倍，达到 43,000 人。</p>\n<p>&nbsp;</p>\n<p>当前的节日形式（超过 4 天）于 1996 年首次举办，自目前每年参加人数达到约 150,000 人以来一直在不断增长。</p>",
 "contentEn": "<p><strong>Dour Festival</strong>&nbsp;is an annual&nbsp;music festival&nbsp;in the municipality of&nbsp;Dour, Belgium. Since its creation in 1988, the festival has grown to an attendance of about 225,000 in 2015 (over 5 days). The first year, only five bands were programmed (including&nbsp;Bernard Lavilliers). The festival format now consists of 5 days, 9 stages and more than 280 bands and DJs. The festival's acts come from a wide range of genres, such as:&nbsp;electro,&nbsp;rock,&nbsp;drum and bass,&nbsp;pop,&nbsp;R&amp;B,&nbsp;reggae,&nbsp;house,&nbsp;punk,&nbsp;hardcore,&nbsp;metal,&nbsp;hip-hop,&nbsp;indie,&nbsp;techno, and more. Music is played for 17 hours each day, from 12pm until 5am. The festival attracts a very international and mixed crowd, at the 2009 event 40% of attendees were from&nbsp;Wallonia&nbsp;or&nbsp;Brussels, 32%&nbsp;Flanders, 16% France, 5% the Netherlands, 5% the United Kingdom and 2% elsewhere. In January 2010, Dour Festival won the prize for the best medium-sized festival at the European Festival Awards.</p>\n<p>&nbsp;</p>\n<h2><span id=\"History\" class=\"mw-headline\">History</span></h2>\n<p>The first festival was held on September 16, 1989. The festival lasted just the one day, with only one stage and only French Speaking Bands. 2,000 people attended the inaugural event. The 1990 festival was of the same format but come 1991 the festival was spread across 2 days and a record 15 bands. In 1992 the festival went back to its original one day format, and attracted a record crowd of 4,000. Come 1993 and Dour Festival really started to grow, with 3 stages, 32 bands and 9,000 spectators over two days. In 1994, Dour welcomed the likes of&nbsp;Pulp&nbsp;and&nbsp;Blur, which helped draw 15,000. For 1995 only the festival was held over 3 days playing host to&nbsp;The Ramones,&nbsp;Public Enemy&nbsp;and 78 other acts and almost tripling its attendance to 43,000.</p>\n<p>&nbsp;</p>\n<p>The current festival format (over 4 days) was first held in 1996 and has constantly been growing ever since reaching a current attendance of around 150,000 each year.</p>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://en.wikipedia.org/wiki/Dour_Festival",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Dour_Festival",
 "status": 1,
 "clickNum": 13,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 185,
 "name": "Dourfestival",
 "descriptions": "Electric Castle是一年一度的音乐节，在罗马尼亚克卢日纳波卡附近的班菲城堡的特兰西瓦尼亚地区举行，融合了音乐、技术和另类艺术。它具有多种音乐类型，包括摇滚、独立、嘻哈、电子、电子、鼓和贝斯以及艺术装置。",
 "picture": "https://duopin-community.oss-cn-shenzhen.aliyuncs.com/image/2021/8/66v5kgd7bjvp44xxglcc.png",
 "originalName": "",
 "holdTimeText": "18–21 July (2013)",
 "holdAddress": "Dour, Belgium",
 "searchAddress": "比利时",
 "joinScale": 225000,
 "sponsor": "",
 "foundTimeText": "1988",
 "referenceUrl": "https://en.wikipedia.org/wiki/Dour_Festival",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 185,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=185"
}