{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\n\nDigital Dreams Music Festival began in 2012 on June 30 – July 1. The festival is annually in July, about the time of the Canada Day long weekend. This was the first outdoor electronic music festival in downtown Toronto and garnered much success. In 2012 the festival began with four stages: the Digital Stage, the Dream Stage, the Bass Stage and the Canada Stage. The 2013 festival will follow this same setup.\n\nThe festival operates with the support of corporate sponsorship.\n2012 Festival Lineup\n\nThe 2012 festival lineup featured the following artists: Duck Sauce, Richie Hawtin, Chuckie, R3hab, Steve Lawler, A-Trak, Guy Gerber, Autoerotique, Kaskade, Alesso, Dubfire, Nic Fanciulli, Mark Knight, Boris, Carlo Lio, Designer Drugs, Sydney Blu. The festival was held at the Flats at The Molson Canadian Amphitheatre.\n2013 Festival Lineup\n\nThe 2013 festival headliner was the DJ, Tiësto. Canadian electronic music pioneer, Richie Hawtin also returned in 2013 to headline the second main stage at Echo Beach. Other performers were Junkies, LUSH, Marcus Visionary, Mord Fustan, Damn Kids and Flosstradamus.\n2014 Festival\n\nIn 2014 the festival was held at Ontario Place. The crowd at the festival was estimated at 29,000, and the event was marred by some drug- and alcohol-related injuries. This was one of several festivals held that summer on government property which resulted in serious injuries, causing local politicians to call for a ban on the use of public land for festivals and raves. The festival received good reviews for its music, but poor reviews for festival organization.\n\nMusicians performing at the festival included Tiesto, Jay Lumen, Fedde Le Grand, Luciano, Art Department, Eric Prydz, Justice, Claude Von Stroke, Deep Dish, Nicole Moudaber, Paul Oakenfold, Dash Berlin, Nervo, Andy C, Victor Calderone, Danny Tenaglia, Dimitri Vegas & Like Mike, Carnage, the Chainsmokers, Guy Gerber, Sharam, TJR, Makj, Dj Sneak,\n2015\nBecause of heavy rains the first day of the 2015 festival was cancelled.</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 271,
 "name": "Dreams Music Festival",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "",
 "holdAddress": "Toronto, Ontario at RBC Echo Beach at Ontario Place.",
 "searchAddress": "",
 "joinScale": 25000,
 "sponsor": "",
 "foundTimeText": "",
 "referenceUrl": "https://en.wikipedia.org/wiki/Digital_Dreams_Music_Festival",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 271,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=271"
}