{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>Plot\n\nOn the surface of Jupiter's moon, Io, a human scientific research base is under attack by aliens. The player dons a jetpack armed with a laser, a cloaking device and three smart bombs, to rescue the scientists and return them to the base.\nGameplay\nGameplay screenshot (Atari 8-bit)\n\nThe gameplay is in the style of Williams Electronics' Defender, with some influences from Scramble and Robotron: 2084. Players control the hero trying to rescue the scientists on a horizontally-scrolling game field. Players must elude or engage various aliens—some slow, others faster—and return the scientists to the base's eponymous dropzone. The aliens capture scientists walking along the ground. The player must shoot the enemy aliens and catch the falling scientists. Sometimes the aliens will carry lethal androids instead, which must be avoided.\n\nThe ranks awarded to players at the end of a game are:\n\n    Not Listed - practice recommended\n    Dextral Dodger\n    Trekie\n    Moon Cadet\n    Planetsman\n    Ace\n    Planet Marshal\n    Planet Lord\n    Star Warrior\n    Solar Prodigy\n    Megastar - mission completed\n\nThere are 99 levels of gameplay, each increasingly difficult. After level 99, the levels repeat starting level 95.\nDevelopment\n\nMaclean purchased an Atari 800 as soon as they were officially launched in the UK in 1981 and started writing what would eventually evolve into Dropzone. Maclean converted the game to the Commodore 64 himself:\n\n    The [Commodore] 64 Dropzone is about 46k [kilobytes] long and consists of 15,000 lines of sparsely commented code with around 350 subroutines and around 3000 labels. Those who can reach Megastar status on the 64 should have had enough practice to attempt an Atari supervised Dropzone mission. The Atari, being the Porsche of home computers, is capable of running Dropzone 2.5 times faster than the 64 and can handle any amount of blobs on screen, even when you release a Strata Bomb. It is visually, sonically etc., identical and about 12K shorter. However, the 64 is still a respectable BMW316.\n\nThe name Dropzone was not settled on until shortly before the game went gold.\n\nMaclean entered into a publishing deal with U.S. Gold for the European distribution of the game. After 18 months, however, they stopped paying him royalties claiming that the game was no longer selling. In addition, Maclean saw it for sale in areas outside of Europe and even in the United States. Four years of legal wrangling with the publisher followed, until they finally settled out of court for copyright infringement. With the proceeds from the settlement, Maclean bought his first Ferrari.\nReception\n\nThe Atari 8-bit version was met with overwhelmingly good reviews. A reviewer for Computer and Video Games in a May 1985 review stated that Dropzone was one of the best Atari games and Atari owners could not afford to miss this game. Personal Computer World reviewer agreed with this notion: \"Although Dropzone is virtually a rewrite of Defender, the quality of its graphics and sound make it far superior.\"\n\nThe Commodore 64 version of the game was awarded a Gold Medal in issue 3 of Zzap!64 magazine, with an overall rating of 95%.\nLegacy\n\nThe sequel, Super Dropzone, added new weapon types and end-level bosses. It is available for the Super Nintendo Entertainment System (titled Super Dropzone on all packaging, but only Dropzone on the title screen), Game Boy Advance and PlayStation. Only the Game Boy Advance version saw a North American release; the others were European exclusives.\n\nA fully-playable port of the C64 version can be found in the PC version of Jimmy White's 2: Cueball, also by Archer Maclean. </p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 213,
 "name": "Dropzone",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "",
 "holdAddress": "",
 "searchAddress": "",
 "sponsor": "",
 "foundTimeText": "",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 213,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=213"
}