{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\r\n\r\nFull Moon Party, March 2015, view over Hat Rin Sunrise Beach\r\nThe first Full Moon Party is said to have been improvised at a Paradise Bungalows on the beach in 1983 as a token of thanks to about 20–30 travelers, though the accuracy of this is disputed, as is the date of the original event.[2] The parties gained fame through word of mouth, and the event now draws a crowd of about 5,000–30,000 every full moon evening.[3][4] The party carries on until the sun rises the next day. The bars on Sunrise Beach of Hat Rin stay open and play music such as psychedelic trance, R&B, drum and bass, house, dance, and reggae. The modern event has become a part of the itinerary of many travelers to Southeast Asia.\r\n\r\nThe success of the Full Moon Party prompted the creation of \"Half Moon\", \"Black (New) Moon\", Oxa Beach, and other parties. The ruling military government in late 2014 banned all but the Full Moon Party,[5] but the edict may not have been observed by local authorities given that, as of 5 April 2015, all parties except the Full Moon Party were again banned on Ko Pha-ngan. This was done to stop the noise pollution which has become a constant source of irritation for the islanders. The ban was ordered by Pha-ngan district chief officer Krirkkrai Songthani after a meeting with local leaders on 3 April to discuss complaints from many residents about the various parties which are held up to 25 times a month at one coconut plantation or another on the island. However, these bans are only ever short-lived, and lapse once they have served their unstated purpose, allowing the re-proliferation of parties.[6] Given the junta's stated goal of attracting higher-class (wealthier) tourists, it is unclear how much longer the Full Moon Party will be permitted to continue. Already, the Tourist Authority of Thailand (TAT)[7] webpage for Ko Pha-ngan barely makes mention of the Full Moon Party.[8] A police colonel summed up the attitude of the new government when he said, \"The sort of tourist that comes here to drink too much and take drugs are not the type that Thailand wants.\"[5]\r\n\r\nFrequency\r\nThe Full Moon Party takes place every month[9] throughout the year. Its attractions include fire skipping ropes, alcohol \"buckets\", and drugs. There is a very wide spectrum of music ranging from trance, to drum and bass, to reggae. The party takes place in many clubs along the Hat Rin beach. The Full Moon Party in October 2017, and all other parties and music activities on Koh Pha-ngan, was canceled in respect for the cremation ceremony for the late king Bhumibol Adulyadej, October 25 to 29.[10]\r\n\r\nSafety issues\r\nAlthough drugs are consumed by many partygoers, drug laws are strict and police enforcement is stepped up during the parties. There are undercover police on patrol and even the drug dealers themselves may report drug users to police.[11] In recent years, there has been an increasing number of assaults and robberies at the party and in bars in the surrounding area, leading the British government to officially warn tourists to exercise caution at Full Moon Parties.[12] Break-ins at hotel bungalows while partygoers are away from their rooms sometimes occur as well.[13]\r\n\r\nOn New Year's Eve 2012, British tourist Stephen Ashton was killed by a stray bullet.[14]\r\n\r\nIn popular culture\r\nThe Full Moon Party has been featured in films such as The Beach, Last Stop for Paul, and the Thai film Hormones.[15] It was also featured in the first episode of the Comedy Central TV show Gerhard Reinke's Wanderlust. In 2011, the island's parties featured on Tourism and the Truth: Stacey Dooley Investigates, a documentary investigating the negative impacts of tourism on local people and the economy. It was featured in episode 4 of E4's comedy-drama series Gap Year.[16]</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 244,
 "name": "Fullmoon Party Live in Bangkok",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "",
 "holdAddress": "Hat Rin, Ko Pha-ngan, Thailand",
 "searchAddress": "",
 "sponsor": "",
 "foundTimeText": "1980s",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 244,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=244"
}