{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>Itinerary\nThe cruise leaves out of Port Canaveral and travels to the Bahamas, making a stop on a private island for an all-day beach party and then either spending a day at sea or stopping in Nassau, Bahamas prior to arriving back to Cape Canaveral. The event is put on by music production companies Cloud 9 Adventures, HARD, and The Bowery Presents. \nThe private island party features a daytime dance party, with an un-announced artist arriving by helicopter and a lineup of DJs performing on the island. Historically, the event has sold out in the pre-booking phase, in which previous guests receive a token and are allowed to book prior to a general on-sale. Previous headliners for the festival cruise include Skrillex, Knife Party, A-Trak, Zedd, Flume, Boys Noize, Rusko, Steve Aoki, Fatboy Slim, and Pretty Lights. Special guest appearances include Pharrell Williams, Kaskade, Disclosure, and Tiësto. In addition to music, the event hosts a variety of artist-led activities and workshops. \nNon-profit division\nThe non-profit division of Holy Ship!, Positive Legacy, holds a silent auction during the event, in which the proceeds are donated to current Positive Legacy service projects. Positive Legacy is a 501(c)(3) charity organization committed to integrating live music and service by taking actions that positively impact people and the environment in the communities they visit. In addition to the auction, Positive Legacy also offers guests the chance to offset their carbon emissions from traveling on the cruise, as well as holding a donation drive for the Bahamas Children's Emergency Hostel in Nassau. \nHistory\nHoly Ship! Wrecked 2020 was held on land during Jan 22–26 in Punta Cana, Dominican Republic. \nHoly Ship! 13.0, Jan 9-12, 2019 \nHoly Ship! 12.0, Jan 5–9, 2019 \nHoly Ship Jan 10-13 2018 (2 of 2, 11.0)\nDates: January 10–13, 2018 (11.0)\nVessel: Norwegian Epic\nPorts: Port Canaveral; Great Stirrup Cay\nLineup: AC SLATER, ALISON WONDERLAND, J. WORRA, SNAILS, JUDGE, JAUZ, LATMUN, 4B, JACK BEATS, PHLEGMATIC DOGS, KRANE, WORTHY, JUSTIN MARTIN, NANCY WHANG, MALL GRAB, CUT SNAKE, THEE MIKE B, REZZ, CHRIS LAKE, GLADIATOR, LOUIS FUTON, TAIKI NULIGHT, COOKIE MONSTA, JOYRYDE, SOLARDO, MIND AGAINST, VOLAC, FISHER, GTA, DION TIMMER, TESTPILOT, MADAM X, LOUDPVCK, ASTRONOMAR, NGHTMRE, KIM ANN FOXMAN, WHAT SO NOT, GRAVES, CRANKDAT, VALENTINO KHAN, EKALI, EXCISION, MR. CARMACK, GINA TURNER, GREEN VELVET, SLANDER, NOISIA, ARDALAN, PEGGY GOU, SAGE ARMSTRONG, VINDATA, DOMBRESKY, SUBSET, THE BLACK MADONNA, CHRISTIAN MARTIN, CHRIS LORENZO, 12TH PLANET \nHoly Ship Jan 6-10 2018 (1 of 2, 10.0)\nDates: January 6–10, 2018 (10.0)\nVessel: Norwegian Epic\nPorts: Port Canaveral; Great Stirrup Cay\nLineup: AC SLATER, COYU, A-TRAK, REDLIGHT, CATZ 'N DOGZ, JOSH PAN, LOUIS THE CHILD, WALKER & ROYCE, MIJA, MALAA, KASKADE, KAYZO, GG MAGREE, JUSTIN MARTIN, YOTTO, BIG WILD, JUBILEE, JODY WISTERNOFF, AMTRAC, UNIIQU3, CHRIS LAKE, GODDOLLARS & PARADISE, MOON BOOTS, PARKER, WOLF + LAMB, JUSTIN CAY'S FANTASTIC VOYAGE, NICK MONACO, BORN DIRTY, CLAUDE VONSTROKE, GORGON CITY, GOLF CLAP, QRION, KITTENS, EPROM, SOUL CLAP, KEVIN SAUNDERSON, YULTRON, TENSNAKE, GINA TURNER, TCHAMI, YEHME2, WILL CLARKE, NOISIA, MEDASIN, FLAMINGOSIS, ROBOTAKI, BRANCHEZ & BIG WET, HOTEL GARUDA, GHASTLY, INFINITY INK, MK, MERCER, SUBSET, LINE 8, BAAUER, PARTY FAVOR, MANILA KILLA, LUTTRELL Special Guest: Virtual Self \nHoly Ship Jan 2017 (2 of 2) \nDates: January 10–14, 2017 (9.0) \nVessel: Norwegian Epic \nPorts: Port Canaveral; Great Stirrup Cay, Nassau, Bahamas \nLineup: Fatboy Slim, GRiZ, Claude VonStroke, Jauz, Maya Jone Coles, Hot Since 82, GTA, Gorgon City (DJ Set), Destructo, Getter, Justin Martin, Jack Beats, Felix Da Housecat, Mija, AC Slater, DJ Tennis, Slow Magic, Hannah Wants, Soul Clap, Motez, Chris Lorenzo, Wolf+Lamb, Ookay, Slushii, Herobust, Wax Motif, J. Phlip, Thugfucker, Giraffage, Justin Jay, Rezz, Hucci, Gerd Janson, Oshi, Doorly, Party Favor, Craze, Gina Turner, Kim Ann Foxman, Bot, Barclay Crenshaw, Kidnap Kid, Horse Meat Disco, Cut Snake, DJ Doc Martin, Stranger, Nick Monaco, Jerry Folk, Redlight, Golf Clap, Josh Pan, Newcleus (Live), Vincent, Marques Wyatt, Mr. Kool Aid, Bones, Dateless, Subset, and The Interns. \nHoly Ship Jan 2017 (1 of 2) \nDates: January 6–10, 2017 (8.0) \nVessel: Norwegian Epic \nPorts: Port Canaveral; Great Stirrup Cay, Nassau, Bahamas \nLineup: DJ Snake, Tchami, Duke Dumont, Boys Noize, A-Trak, Marshmello, Big Gigantic, Rudimental (DJ Set), Kill The Noise, Destructo, Justin Martin, NGHTMRE, Jai Wolf, Snails, Rüfüs Du Sol, Bob Moses, Busy P, Anna Lunoe, Malaa, Mercer, Slander, Louis The Child, Troyboi, Totally Enormous Extinct Dinosaurs (DJ Set), Wax Motif, Jimmy Edgar, Danny Daze, Ghastly, Shiba San, Jonas Rathsman, Stwo, Amtrac, Kastle, Nina Las Vegas, Joyryde, Curses, Louisahhh, Hotel Garuda, Ardalan, Drezo, Unlike Pluto, Gina Turner, Spank Rock Vs. Lil Internet, Djedjotronic, Christian Martin, Rory Phillips, Will Clarke, KaneHoller, Point Point, Manila Killa, Mambo Brothers, Sita Abellan, Kaz James, Aazar, Nvoy, Jstjr, Cardopusher, Gunslinger, Cameron Graham, Dena Amy, Bones, The Interns, and DJ Black Frames. \nHoly Ship! February 2016 \nDates: February 10–13, 2016 (7.0) \nVessel: MSC Divina \nPorts: Miami, FL; Grand Bahama Island, Bahamas \nLineup: DJ Snake, Chromeo, Porter Robinson, RL Grime B2B Baauer, Boys Noize, Flux Pavilion, Tchami, What So Not, Cashmere Cat, Justin Martin, Thomas Jack, Destructo, Gramatik, Snakehips, Jauz, Gaslamp Killer, Shiba San, Felix Da Housecat, Branchez, Trippy Turtle, DJ Tennis, Claptone, Mercer, Busy P, Soul Clap, DJ Dodger Stadium, Oliver, Alex Metric, Thugfucker, Anna Lunoe, J. Phlip, Jimmy Edgar, The M Machine, Danny Daze, Carmada, Wolf + Lamb, Coyu, Mija, Marshmello, Justin Jay, Jets, Ardalan, Will Clarke, SNBRN, Nina Las Vegas, Samo Sound Boy, Machinedrum, Hunter Siegel, Falcons, Reflex, Malaa, Rezz, Cory Enemy, Kittens, Vanilla Ace, Hoodboi, Thee Cool Cats, Kaz James, Promnite \nHoly Ship Jan 2016 \nDates: January 3–6, 2016 (6.0) \nVessel: MSC Divina \nPorts: Miami, FL; Coco Cay, Bahamas \nLineup: Kaskade, Dillon Francis, Flosstradamus, Odesza, Steve Aoki, Robin Schulz, Tommy Trash, Griz, Rudimental (DJ set), Gorgon City (DJ set), Hudson Mohawke, Brodinski, Justin Martin, Destructo, MK, GTA, Bakermat (DJ set), Jack Beats, Kill the Nosie, Jackmaster, Ryan Hemsworth, Rustie, Valentino Khan, Lee Foss, Skream, Mr. Carmack, Slow Magic, Hannah Wants, Motez (producer), Djemba, Djemba, Lane 8, Peking Duk, Wax Motif, Patrick Topping, Riva Starr, AC Slater, Tommy Kruise, Doorly, Jai Wolf, Wiwek, Cruses, AWE, Louisahhh!!!, Soy Sauce, Royal, Bot, Genghis Clan, Slumberjack, Brazzabelle, Eyes Everywhere, Billy Kenny, Penthouse Penthouse \nHoly Ship Feb 2015 \nDates: February 18–21, 2015 (5.0) \nVessel: MSC Divina \nPorts: Miami, FL; Nassau, Bahamas; Grand Bahama Island, Bahamas \nLineup: Skrillex, Fatboy Slim, Baauer, DJ Snake, Tommy Trash, Basement Jaxx (DJ set), Claude Vonstroke, Ty Dolla $ign, DJ Mustard, Jack Beats, Busy P, Green Velvet, Sub Focus, Mat Zo, Breakbot, Brodinski, Destructo, Justin Martin, Alex Metric, Galantis, Cajmere, Tchami, AraabMuzik, Martin Buttrich, Lee Foss Feat. Anabel Englund, Soul Clap, Mercer, Huxley, The M Machine, J. Phlip, AC Slater, Kill Frenzy, Justin Jay, Milo & Otis, Valentino Khan, Louisahhh!!!, Curses, Boston Bun, Wax Motif, Kastle, Anna Lunoe, Club Cheval, Shift K3y, Panteros 666, So Me, Amtrac, DJ Pone, Sweater Beats, Tommy Kruise, Posso, Cut Snake. Special Guest: Kaskade \nHoly Ship Jan 2015 \nDates: January 3–6, 2015 (4.0) \nVessel: MSC Divina \nPorts: Miami, FL; Coco Cay, Bahamas; Day at Sea \nLineup: Knife Party, Pretty Lights, Flume, Boys Noize, A-Trak, RL Grime, Maya Jane Coles, Laidback Luke, Duke Dumont, Armand Van Helden, Rudimental (DJ set), What So Not, Clockwork, Busy P, Griz, Annie Mac, Justin Martin, Destructo, Alex Metric, Dusky, Odesza, Oliver, Rustie, Henry Fong, Gorgon City, Cyril Hahn, Salva, Jimmy Edgar, Congorock, Craze, Friend Within, Branchez, Spank Rock, DJ Sliink, Shiba San, Sharam Jey, Snakehips, DJ Falcon, Kidnap Kid, Hannah Wants, Motez, Teki Latex, Gina Turner, Wax Motif, Ape Drums, Doorly, Djedjotronic, Vanilla Ace, Cory Enemy, Yogi. Special Guest: Disclosure \nHoly Ship!!! \nDates: January 9–12, 2014 (3.0) \nVessel: MSC Divina \nPorts: Miami, FL; Coco Cay, Bahamas \nLineup: Skrillex, Duck Sauce, Diplo, Boys Noize, Zedd, Laidback Luke, A-Trak, Zeds Dead, Dillon Francis, Baauer, Chromeo (DJ set), Disclosure (DJ set), Armand Van Helden, Claude VonStroke, Flosstradamus, Skream, Flume, RL Grime, Brodinksi, Crookers, Alvin Risk, Destructo, Justin Martin, Clockwork, GTA, Alex Metric, Oliver, Breach, Just Blaze, Griz, Gramatik, Ryan Hemsworth, Cyril Hahn, Djedjotronic, Strip Steve, TJR, Kill Frenzy, Amine Edge & Dance, French Fries, Gorgon City, Gina Turner, Green Lantern, Light Year, T. Williams, Jerome LOL, Samo Sound Boy, Katyranada, Liquid Todd. Special Guest Pharrell Williams  \nHoly Ship!! \nDates: January 4–7, 2013 (2.0) \nVessel: MSC Poesia \nPorts: Ft. Lauderdale, FL; Nassau, Bahamas; Private Island, Bahamas \nLineup: Justice (DJ set), Boys Noize, Knife Party, Major Lazer, Diplo, A-Trak, Skream & Benga, Busy P, Jack Beats, Zedd, Crookers, 12th Planet, Dillon Francis, Tommy Trash, Digitalism (DJ set), Breakbot, Gesaffelstein, Brodinski, Kill The Noise, Alvin Rush, Claude VonStroke, Justin Martin, Big Gigantic, Destructo, Oliver, Eats Everything, L-Vis 1990, Bok Bok, J. Phlip, Jackmaster, Plastician, Girl Unit, Kingdom, Gina Turner, Rory Phillips, The Knocks. Special Guest: Skrillex \nHoly Ship! \nDates: January 6–9, 2012 (1.0) \nVessel: MSC Poesia \nPorts: Ft. Lauderdale, FL; Port Lucaya, Bahamas; Private Island, Bahamas \nLineup: Fatboy Slim, Boys Noize, Laidback Luke, Rusko, Diplo, A-Trak, Steve Aoki, Skrillex, Tommy Lee & DJ Aero, Brodinski, Buraka Som Sistema, Gesaffelstein, Justin Martin, Zedd, DJ Craze, Dillon Francis, Housemister, Strip Steve, Djedjotronic, Destructo, Danny Brown, Egyptrixx, Rory Phillips, Club Cheval, Jason Bentley, Posso, Doorly, Oliver, Gina Turner, Nick Catchdubs, Arthur Baker, Contra, Mike Deuce, Blu Jemz, Lloydski \n\n</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 254,
 "name": "Holy Ship",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "January",
 "holdAddress": "\tPunta Cana, Dominican Republic,",
 "searchAddress": "",
 "joinScale": 4000,
 "sponsor": "",
 "foundTimeText": "2012",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 254,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=254"
}