{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\n\nLife is Beautiful is a festival held annually in downtown Las Vegas, Nevada. WWD reported that “the festival has focused on building a brand aimed at uniting people around artistic experiences ranging from music to street artists such as Shepard Fairey, brands pooling together for experiences, small businesses and food, among other thing”.\nArt\n\nIn addition to music, Life is Beautiful has a heavy focus on art providing its attendees with massive murals and interactive sculpture exhibits. The art features both local and international artists, as well as recycled installations from Burning Man. In 2017, art collective Meow Wolf created the fan favorite “Art Motel” converting the abandoned motel at 225 North Seventh Street into a digital wonderland of art, custom-made sound, lighting and projections. The collective revamped 17 rooms and the space's 5,900-square-foot courtyard. While the art motel did not return in 2018, that space was transformed into a new exhibit by Portuguese artist Bordalo. The new installation focused on collecting and arranging 10,000 ft of recycled trash which was then used to create six enormous animal structures, named “Wild Wild Waste”.\n\nThe Life is Beautiful Ideas series began 2015, with the idea of spreading positivity and inspiring messages to attendees. The list of speakers has included Bill Nye, IN-Q, Joe De Sena, Stacy London, Ru Paul, and Karamo Brown.\nComedy\n\nComedy also plays a huge part in the Life is Beautiful lineup drop. Utilizing Vegas’ very own Venue Vegas, the 2018 lineup included SNL’s Pete Davidson, Michelle Wolf, and Hannibal Buress, along with Trixie Mattel from Ru Paul’s Drag Race, and Jimmy O. Yang from HBO’s Silicon Valley.\nLocation\n\nLife is Beautiful takes place in Downtown Las Vegas, Nevada over 18 blocks of the city.[7] Temperatures during the festival range an average from 69º F to 94º F. Due to the urban landscaping of the surroundings, the festival rolls out 280,000 square ft of sod, providing attendees with cool spots to lay down in the shade and get out of the sun.\n\nIn the first five years of the festival, Life is Beautiful has contributed over $185 million of economic impact for the city of Las Vegas measured by a third party.\n\nThe September 2020 Life is Beautiful festival was cancelled due to COVID19 concerns. </p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 282,
 "name": "Life is Beautiful",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "\tLate September",
 "holdAddress": "Downtown Las Vegas, Nevada",
 "searchAddress": "",
 "sponsor": "Rehan Choudhry",
 "foundTimeText": "2013",
 "referenceUrl": "https://en.wikipedia.org/wiki/Life_Is_Beautiful_Music_%26_Art_Festival",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 282,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=282"
}