{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\n\nLightning in a Bottle took their name from a private birthday party in 2000. From 2000 to 2003, the birthday celebration recurred each July as a private event. In 2004, Lightning in a Bottle Music and Art Festival was born.\n\nIn 2004, the event's co-founders and producers, who now called themselves The Do LaB, hosted Lightning in a Bottle at Gold Creek Ranch in the Angeles National Forest. After a one-year hiatus, they revived the festival in July 2006 at Live Oak Camp in Santa Barbara, California, and returned each May thereafter through 2008. However, after this eighth festival The Do LaB decided to relocate Lightning in a Bottle to accommodate the increasing attendance. Another one-year hiatus passed, and in 2010 they brought the festival to Oak Canyon Ranch in Silverado, California. In 2013, the event was moved to Lake Skinner in Winchester, California. For the first time, the event has been relocated outside of Southern California, with the 2014 festival taking place at San Antonio Reservoir Recreation Area in Bradley. in the following years of 2015 and 2016, the attendees returned to San Antonio Reservoir Recreation Area in Bradley, California.\n\nIn 2019 the Kern County Board of Supervisors unanimously approved the Lightning in a Bottle music festival.[\nAbout the festival\n\nLightning in a Bottle is a mix of music, art, and culture. In addition to music performances, the festival also features guest speakers, visual and interactive art installations, yoga classes, group meditation, and other attractions.Many attendees camp on-site. There are many opportunities available for volunteering at the event such as participating as a performing artist in the DoArt Foundation's Lightning in a Paintcan.[13]\n\nLightning in a Bottle has won the \"Outstanding Award\" from A Greener Festival annually between 2011 and 2014.\n\nIn 2017, Lightning in a Bottle was nominated for Festival of the Year at the Electronic Music Awards.[citation needed]\n2019\nLineup\n\nDisclosure, Flume, Gramatik, Big Gigantic, Flying Lotus, Monolink, Toro y Moi, Khruangbin, Elohim, Masego, Lane 8, Jan Blomqvist, Luttrell, Shiba San, Santigold, Clozee, Frameworks, Channel Tres, DJ Koze, Rising Appalachia, ìfé, Mobley, Cautious Clay, Damian Lazarus, Slenderbodies, lum, Doc Martin, Recondite, Omnom, Nico Stojan, Gorje Hewek & Izhevski, Osunlade, Duchess, 1788-l, Vnssa, G Jones, Opiuo, Spectrasoul, Desert Dwellers, The Polish Ambassador, Dorfex Bos, Pigeon Hole, Axel Thesleff, Soohan, Manatee Commune, Soulection ft Joe Kay, Sasha Marie & Andres, Mat the Alien, Red Giant, Kll Smth, Anna Morgan, Megan Hamilton, Bedouin, Ill-ēsha, Dimond Saints, Shades, Zach Walker, Aabo, Rampue, Anton Tumas, Charlesthefirst, Escapade (Walker & Royce + Ardalan)\n2018\nLineup\n\nAnderson Paak & The Free Nationals, Zhu, Griz, Fever Ray, The Glitch Mob, Sofi Tukker, Tune-Yards, Nao, Beats Antique, Tokimonsta, The Funk Hunters, Monolink, Dirtwire, Lido Pimienta, KMLN, Emmit Fenn, Gone Gone Beyond, Anima!, Tipper, Modeselektor, Emancipator, Sango, Giraffage, Bleep Bloop, Clozee, Random Rab, Alix Perez, Nu:Logic, Phutureprimitive, Krane, Mad Zach, Zeke Beats, Shlump, Nominus, Tor, Esseks, Jpod, Of The Trees, X&G, Partywave, Edamame, Mandai, DJ Dakini, Jaoqopelli, Nicole Moudaber, The Black Madonna, MK, Stimming, Rodriguez Jr., Yotto, Patrice Bäumel, Purple Disco Machine, Rampa, B.Traits, Walker & Royce, Will Clarke, Yokoo, Öona Dahl, Mira, Unders, Be Svendsen, Uone, Saand, Lonely Boy, J.Worra, Patrik Khach, Viken Arman, Sarkis Mikael, Armen Miran, Too Many Zooz, Con Brio, The Verigolds\n2017\nLineup\n\nBassnectar, Bonobo, Rüfüs Du Sol, Kaytranada, Bob Moses, Jhené Aiko, Bomba Estéreo, Big Wild, Weval, NoMBe, Thao & The Get Down Stay Down, Nicola Cruz, Brasstracks, Wafia, Vallis Alps, Wildlight, Imaginary Herbal Flows, Two Feet, Climbing Poetree, The Seshen, Madame Gandhi, El Papachango, Jeremy Sole, Ad-Lib Jam, Demo Taped, Richie Hawtin, Nic Fanciulli, Hernan Cattaneo, Stephan Bodzin, Leon Vynehall, tINI, Guy J, Christian Smith, Robag Wruhme, Eagles & Butterflies, Lauren Lane, Adam Port, Satori, Monolink, Julia Govor, Kotelett&Zadak, Kmln, Mark Slee, Marques Wyatt, Fleetwood Smack, Masha, Troyboi, Paper Diamond, Perfect Stranger, Machinedrum, edIT, Sam Gellaitry, Calyx & Teebee, Fakear, Kalya Scintilla & Eve Olution, Barclay Crenshaw, Dimond Saints, iLL.Gates, Stephan Jacobs, The Range, Ivy Lab, Psymbionic, Stélouse, Headphone Activist, Hedflux, Elohim, Asadi, Frameworks, Cri, Erica Dee, Plantrae, Jade Cicada, Joss Jaffe, Priya Deepika, Charlesthefirst, Maddy O'Neal, spacegeishA, Magic Moments\n2016\nLineup\n\nChet Faker, Cashmere Cat, Lucent Dossier Experience, Grimes, Four Tet, PANTyRAiD, Tokimonsta, Big Gigantic, The Polish Ambassador, Guy Gerber, Lee Burridge, Mr. Carmack, Minnesota, G Jones, Mija, Crying Over Porcelain, Ibeyi, Emancipator Ensemble, Nahko and Medicine for the People, Tourist, Alina Baraz, Haywyre, Hayden James, Desert Dwellers, Thriftworks, Ekali, Dimond Saints, Marian Hill, Hundred Waters, Rubblebucket, William Close & The Earth Harp Collective, Elderbrook, Dirtwire, Pimps of Joytime, Vokab Company, Lafa Taylor, NoMBe, Whilk & Miskey, Fungineers, Eprom, Autograf, Bleep Bloop, Funk Hunters, The Librarian, CloZee, David Starfire, Gilligan Moss, Space Jesus, Ataya, HÄANA, Michael Manahan, Henry Pope, Josh Wink, Magda, andHim, Steve Bug, &Me, Just Be (Bushwhacka!), Monkey Safari, Lane 8, Francesca Lombardo, Justin Jay, Jonas Rathsman, Shall Ocin, Guido Schneider, Sabo & Goldcap, Sacha Robotti, David Scuba, Jamie Schwabl, MAGIC GIANT\n2015\nLineup\n\nFlume, Odesza, RL Grime, Thomas Jack, Tycho, Griz, John Digweed, Panda Bear, Lucent Dossier Experience, Alunageorge, The Opiuo Band, Poliça, Âme, Snakehips, Bakermat, Sohn, Zion I, William Close, The Earth Harp, Mano Le Tough, Koan Sound, Goldroom, Phutureprimitive, Les Sins, Rising Appalachia, Shiba San, OTT., Jason Bentley, STWO, SNBRN, Random Rab, Wolf + Lamb, Active Child, Danny Howells, Bob Moses, Made In Heights, Fur Coat, Hermitude, Pumpkin, Big Wild, Shaun Reeves, Little People, Lee Curtiss, FKJ, Pillowtalk, G Jones, Govinda, Slow Hands, Stylust Beats, Gladkill, Ambassadeurs, The Human Experience, D.V.S*, Lindsay Lowend, Jacklndn, Atish, Tastytreat, Dance Spirit, Mortar and Pestle, KMLN, Mikey Lion, Sammy Bliss, Jesse Wright, Lapa, Morillo, Yaяrohs, Ellie Herring, Soulular, Isaiah Martin, Hunterleggitt, Wu Wei, Everyman, Pyrotec\n2014\nLineup\n\nMoby, Little Dragon, Phantogram, Beats Antique, Gramatik, Lucent Dossier Experience, Amon Tobin, Baauer, Gold Panda, Simian Mobile Disco, Claude VonStroke, The Polish Ambassador, Damian Lazarus, The Gaslamp Killer, Ryan Hemsworth, Cashmere Cat, Chet Faker, What So Not, TOKiMONSTA, Lee Burridge, Max Cooper, Break Science, Henry Saiz, Slow Magic, Kraddy, Echocell, Tourist, Blond:ish, J. Phlip, DJ Tennis, Ana Sia, Thomas Jack, Random Rab, Maxxi Soundsystem, Kraak & Smaak, Klartraum, Kayla Scintilla, Sweater Beats, Desert Dwellers, Russ Liquid, Thriftworks, Fabio Gianelli, Fort Knox Five, Sugarpill, Dirtwire, Pumpkin, Dimond Saints, The Human Experience, Tara Brooks, Jon Dadon, Natasha Kmeto\n2013\nLineup\n\nPurity Ring, Nicolas Jaar, Rusko, Lucent Dossier Experience, Paper Diamond, PANTyRAiD, Tycho, Emancipator, Eskmo, GRiZ, Aaron Snapes, Acid Pauli, Andreilien, A.Skillz, Black 22s, Blackbird Blackbird, Blockhead, Cameron Angeli, Cari Lekebusch, ChrisB., Christian Martin, Crywolf, Desert Dwellers, Eduardo Castillo, EPROM, GIGAMESH, Giraffage, gLAdiator, Gladkill, Goldroom, Haywyre, Herbert Bail Orchestra, Herobust, Idiot Savant, ill-esha, Jason Bentley, jOBOT, Joel Mull, Joplin, Kalya Scintilla, Kaminanda, Kastle, Lee Burridge, LowRIDERz, Lusine, Marques Wyatt, Matt Xavier, Maxi Storrs, Miguel Migs, niCo luMinouS, ODESZA, Oscure, Papadosio, Patricio, Phutureprimitive, Psychemagik, Pumpkin, Random Rab, Sammy Bliss, Sex Pixels, SORNE, The Polish Ambassador, Thugfucker, Tim Green, Vokab Kompany, Worthy\n2012\nLineup\n\nAdham Shaikh, Alexi Delano, An-Ten-Nae, Android Cartel, Anton Tumas, Apparat, Bassnectar, Big Gigantic, Bluetech, Derek Marin, El Papachango, Eoto, Fungineers, Gaudi, Goldrush, Govinda, Gramatik, Grant Kaye, Gravity, Hopscotch, Idiot Savant, J. Phlip, Janover, Jeremy Sole, Jesse Rose, Jupit3r, Justin Levi, Justin Martin, Kayla Scintilla, Karsh Kale, Lafa Taylor, Lee Burridge, Lila Rose, Lucent Dossier Experience, Lynx, Malarky, Marley Carroll, Michael Menert, Mikey Lion, Minnesota, Nick Warren, Nit Grit, Opiuo, Pumpkin, R/D, Random Rab, Red Sonya, Russ Liquid, Salva, Sammy Bliss, Saqi Ensemble, Shpongle, Sidecar Tommy, Star Slinger, Subaqueous, Sugarpill, The Glitch Mob, The Human Experience, Thriftworks, Tim Herrlein, Tipper, Zach Moore\n2011\nLineup\nLucent Dossier Experience, Mimosa, Nick Warren, PANTyRAiD, Random Rab and the Infinidroid, Claude Vonstroke, Dub Kirtan Allstars (Feat. Freq Nasty & David Starfire), The Malah, Emancipator, The Great Mundane, Stephan Jacobs, NastyNasty, Duckbutter, Flook, Mark Zabala, Kaminanda, Mav3n, Metal Mother, The Mowglis, J. Cush, Pretty Lights, Beats Antique, Kraddy, Eskmo, Jay Tripwire, Virtual Boy, Lowriderz (feat. An-Ten-Nae and DJ Laura), Y La Bamba, Android Cartel, Sammy Bliss, Octopus Nebula, Cohen, Heyoka, Jupit3r, ill-esha, DJ Maggie, Gladkill, Wobs, Lulacruza, Joe Rodriguez, Melanie Moore, RLS, Phutureprimitive, Desert Dwellers, Joplin, Thievery Corporation (DJ Set), Bonobo, Lee Burridge, Paper Diamond, Fools Gold, John Kelley, Baths, Inspired Fight, Invisible Allies, Idiot Savant, Lynx, Love & Light, Syd Gris, El Papachango, Pumpkin, Shawna, Brad Moontribe, Dela Moontribe, Love in the Circus, Matt Xavier, Goldrush, Brutus, Pussy Monster. </p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 274,
 "name": "Lightning in a Bottle",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "\tMay (2007–present);\nJuly (2000–2006)",
 "holdAddress": "California Central Valley (2019);\nCalifornia Central Coast (2014-2018);\nSouthern California (2000-2013)",
 "searchAddress": "",
 "sponsor": "\tThe Do LaB",
 "foundTimeText": "2000",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 274,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=274"
}