{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>Many events were held at Looptopia 2007.[5]\r\n\r\nDance Party\r\nA dance party was held in the Sullivan dock of the former Carson Pirie Scott store. The dance party was produced by MF Chicago, a local creative collaborative made up of artists, DJs, VJs, and musicians, and featured house music, lighting and video projection effects. In addition to a multimedia show, the entrance to the dance party featured a neon and broccoli installation by Chicago-based installation artist Josh Graff. DJs for the event were Chicago Legends Paul Johnson Adonis Childs Geoff bring the roof down Chicago style\r\n\r\nState Street and Daley Plaza\r\n\r\nSign on the Chicago Theater\r\nTheatre event engineering company Redmoon Theater had sight installations all along State Street that culminated in a roving performance with a final show in Daley Plaza that featured the capture of human-sized rat that was locked in a rat wheel that set off pyrotechnics before an audience estimated to number 15,000. Musical ensemble Mucca Pazza performed at Looptopia on the Daley Plaza stage.\r\n\r\nOscar Shorts\r\nIn the Gene Siskel Film Center, short films were screened throughout the night. Up first were short films from the students of the School of the Art Institute of Chicago. These were followed by Oscar nominated and winning shorts in both animation and live action.\r\n\r\nSci-Fi B-Movie Marathon\r\nAt the Chicago Cultural Center from 2 AM - 6 AM, classic sci-fi films were screened. Those shown included Earth vs. the Flying Saucers, It Came from Outer Space, and Invasion of the Body Snatchers.\r\n\r\nMiss Looptopia\r\nNine contestants competed in this mock drag beauty pageant held at the Hard Rock Hotel. Produced by a local LGBT marketing firm, the show was EmCee'd by Andrew Eninger of the gay comedy troupe GayCo Productions. There were comedy, musical and drag performance by GayCo members, local drag queens and other local performers. The announcement of the winner was carried live on ABC/Channel 7 \"190 North\" by host Janet Davies. The event reached its 350-person capacity before its start time of 6:00 PM.\r\n\r\nPublic Reaction\r\nThe inaugural Looptopia event exceeded attendance estimates and was generally well received by participants. Argo Tea reported their \"best day ever\" in terms of sales. The Chicago Cultural Center (on Washington Street) hosted a record number of guests (an estimated 10,000–12,000 people). Pizano's Pizza recorded a 50% increase in business. Local newspapers such as the Chicago Sun Times and Chicago Tribune printed favorable reviews, with the Tribune reporting \"to call the inaugural Looptopia a success would be an understatement.\"[citation needed]\r\n\r\n2007 Looptopia Critics\r\nNot all reactions were favorable.[6] Many internet bloggers spoke of the swarms of people overcrowding the event. Looptopia 2007 also fell on an extremely cold night for mid-May in Chicago.</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 205,
 "name": "Looptopia",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "",
 "holdAddress": "Taiwan",
 "searchAddress": "",
 "joinScale": 200000,
 "sponsor": "",
 "foundTimeText": "",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 205,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=205"
}