{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\nNeon Festival 2015\n2015\n\nThe first edition of the festival took place on 13th of July to 19th of July in Alacam / Bursa. Inside of a magical forest with thousands of attendees\n\n\n\n2021\n\nThe second edition of the festival will take place in Lifepark, Istanbul on 3rd of July 2021. It's a one-day festival with 18 hrs. performances.\nOverview / Stages\n\nNeon Festival features a number of international psychedelic music acts from genres including psytrance, dark psy, goa trance, full-on, forest, chill-out, psybient, ambient and reggae. There are two stages; Main Stage and Chill/Reggae Stage.\nRecycle and Sustainability / Stages\n\nNeon Festival is also called a transformational festival, as almost every stage and art piece of the festival has been created by recycled products. Neon doesn't work with sponsor or any entertainment companies.\nEvents and Installations\n\n    3D Sound System\n    4D Dance Floor\n    Art Gallery\n    Yoga and Healing Area\n    Main Stage & Chill-Reggae Stage\n    Attractions, Games and Water activities\n\nDecor, Sound and Stage Design\n\nFully designed atelier has been produced by Neon Festival design team, led by stage masters and artists. Funktion-One Sound System has been used in 2014 edition.\nArts and Galleries / Artists\n\n    Alex Grey\n    Allyson Grey\n\nEditions Summary\nYear \tNo. Visitors \tDate \tHeadliners \tTheme\n2015 \t3,500 \t13 July to 19 July \tAce Ventura, Captain Hook, Liquid Soul, Perfect Stranger, Loud, Kalya Scintilla, MerKaBa, Aphid Moon, Aliji, Kashyyyk, DigiCult, Kaya Project, E-Mantra, Earthling, ATMA, Boom Shankar, Justin Chaos, Suduaya, Shakta, Digitalis, Hibernation, Tristan, Animato, Avalon, Goasia, Killerwatts, Nirmal, Opsy, Sorian, Kanc Cover, Nick Sentience, Nikki S, Kukan Dub Lagan, Kukan Reggae, Reasonandu \tN/A\n2021 \t[to be determined] \t03 July \tAce Ventura, Juno Reactor, Undercover, Freedom Fighters, Electic, Aslandj, Pack \tFictional Universe </p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 212,
 "name": "NEON Music Festival",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "3",
 "holdAddress": "Turkey",
 "searchAddress": "",
 "sponsor": "",
 "foundTimeText": "2015",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 212,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=212"
}