{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\n\nNocturnal Wonderland is a two-day event (a three-day festival from 2011 to 2016) that used to occur in early September around Labor Day. There are usually five stages with around 60 different artists performing over the two nights. The genres present at the festival vary between trance, drum and bass, breakbeat, and house.\n\nThe first Nocturnal Wonderland was held in 1995. The locations varied every year, but since 2002 the festival has taken place at the National Orange Show Events Center in San Bernardino, where it was first held in 1998. This venue has been the location of the festival since 2003 along with the Glen Helen Amphitheater. In June 2019, it was announced that 2019 would be the last year with the festival taking place at Glen Helen due to new noise ordinances in the area.\n\nOn Labor Day Weekend 2010, the Nocturnal Festival Texas in Rockdale, Texas was held for the first time.[citation needed]\n\nIn 2016, hundreds of people were arrested at the event.\nStages\n\nThere are usually around five main stages at the event, with different themed decoration and lighting.\n\n    The Labyrinth: This stage has usually been located in a large warehouse-like building. In 2010, the stage was intended for a wider and taller tent but was switched with Alice's House to increase capacity. The decorations for this stage included 20-foot (6.1 m) tall stacks of speakers, colorful designs, abstract shapes hanging from the ceiling, lasers, smoke machines, and a light display. In recent years, trapeze artists have performed above the crowd during the shows. This stage normally plays trance music.\n    Alice's House: This stage was once held on a large grass field next to a man-made lagoon. An outdoor stage, it originally featured chill and soulful house. In 2010 the stage increased in capacity and hosted more upbeat and energetic house music.\n    The Upside Downroom: This stage used to play host to techno and house music, but has since become a mixed-genre tent.\n    The Sunken Garden: This stage is the most energy intensive of all the stages, dedicated to drum and bass music, with large speakers, heavy bass, and MCs freestyling over the music. This stage is usually hosted by another company founded by Insomniac called 'Bassrush.'\n    The Queen's Grounds: This room used to host the other attractions of the festival until 2009, when it became a house-orientated stage. In 2010, it was held in one of the bigger warehouse-like buildings that housed the main stage for 2008's Nocturnal Festival.\n    The Big Top Tent: This is a mixed-genre tent playing mostly house music. It started off as one of the only stages held outside in a giant tent. Since 2010, there has been no Big Top Tent.</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 269,
 "name": "Nocturnal Wonderland CA",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "First Weekend of September (Southern California)\nApril (Texas)",
 "holdAddress": "",
 "searchAddress": "",
 "joinScale": 50000,
 "sponsor": "",
 "foundTimeText": "1994 - 2001; 2003 - present",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 269,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=269"
}