{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>Paradiso Festival 是一年一度的电子舞曲 (EDM) 节，在位于美国华盛顿乔治市哥伦比亚河上的峡谷圆形剧场举行。 Paradiso 由 USC Events 和 Live Nation Entertainment 于 2012 年创立，被誉为&ldquo;太平洋西北地区有史以来最大的电子舞曲活动&rdquo;，2012 年的出席人数超过 29,000 人。 2013 年的活动见证了 Kaskade、Porter Robinson、Tiesto 等人的表演。</p>\n<p>&nbsp;</p>\n<p>2020 年 1 月 28 日，Insomniac 对 USC Events 提起诉讼，指控 USC 拒绝为 2019 年音乐节上的艺术家和供应商支付 200 万美元。Insomniac 表示有兴趣在峡谷举办夏季活动，这可能会取代Paradiso。</p>\n<p>&nbsp;</p>\n<p><strong>露营</strong></p>\n<p>Paradiso Festival 的参加者还可以选择在 The Gorge Amphitheatre 露营。 虽然节日本身为期两天，但露营传统上在节日开始前一天开始。 在 2017 年的音乐节上，露营在下午 1 点对所有人开放。 太平洋标准时间。 服务员可以购买四种类型的露营：标准露营、高级露营、黄金露营和露台露营。 标准露营通行证是最便宜的选择，而露台露营通行证最贵。 每个露营地都有自己的福利，当人们购买更昂贵的露营通行证时，福利会越来越好。 每个营地通常允许露营者一辆车和六人。 有食品和杂项供应商。 衣服和艺术家商品等物品，以及营地中间的淋浴。 整个露营地都有 Porta Potty/洗手站和垃圾桶。</p>\n<p>&nbsp;</p>\n<p><strong>文化</strong></p>\n<p>参与者可以期待看到迎合 EDM 行业的服装和服装，例如色彩鲜艳的服装。 许多参与者也是 PLUR 运动的代表。 艺术也是节日的核心，参加节日的人在整个节日场地找到了许多不同的艺术展示。 许多表演都代表了 EDM，但在流派本身中，有广泛的声音，然后被归类为各种子流派。 一些常见的例子是house音乐和trap音乐。</p>",
 "contentEn": "<p><strong>Paradiso Festival</strong>&nbsp;was an annual&nbsp;electronic dance music&nbsp;(EDM) festival held at&nbsp;The Gorge Amphitheatre&nbsp;located on the&nbsp;Columbia River&nbsp;in&nbsp;George, Washington, United States. Founded by USC Events and&nbsp;Live Nation Entertainment&nbsp;in 2012, Paradiso was billed as the \"largest Electronic Dance Music event ever staged in the Pacific Northwest\", with the 2012 attendance exceeding 29,000 people. The 2013 event saw performances by&nbsp;Kaskade,&nbsp;Porter Robinson,&nbsp;Tiesto, and more.<sup id=\"cite_ref-1\" class=\"reference\">[1]</sup></p>\n<p>&nbsp;</p>\n<p>On January 28, 2020&nbsp;Insomniac&nbsp;filed a lawsuit against USC Events alleging that USC refused to account for $2 million meant for artists and vendors at the 2019 festival.<sup id=\"cite_ref-2\" class=\"reference\">[2]</sup><sup id=\"cite_ref-3\" class=\"reference\">[3]</sup>&nbsp;Insomniac has expressed interest in having a summer event at the Gorge which will likely replace Paradiso.<sup id=\"cite_ref-4\" class=\"reference\">[4]</sup></p>\n<p>&nbsp;</p>\n<h2><span id=\"Camping\" class=\"mw-headline\">Camping</span></h2>\n<p>Attendants of the Paradiso Festival also had an option to camp at The Gorge Amphitheatre. While the festival itself was two days long, camping traditionally began a day before the festival started. At the 2017 festival, camping was open to everyone at 1 p.m. PST. There were four types of camping an attendant could buy: Standard Camping, Premier Camping, Gold Camping, and Terrace Camping. The Standard Camping pass was the cheapest option, while the Terrace Camping pass was the most expensive. Each camp ground had its own perks, with the perks getting better as one purchased a more expensive camping pass. Campers were normally permitted one vehicle and six people per camp site. There were vendors for food and misc. items such as clothing and artist merchandise, as well as showers towards the middle of the camp grounds. There were Porta Potty/Handwashing stations, and trash cans located throughout the campgrounds.</p>\n<p>&nbsp;</p>\n<h2><span id=\"Culture\" class=\"mw-headline\">Culture</span></h2>\n<p>Attendants could expect to see costumes and outfits that are catered to the EDM industry, such as vibrantly colored clothing. Many attendants were also representative of the&nbsp;PLUR&nbsp;movement. Art was also a centerpiece at the festival, with festivalgoers finding many different artistic displays throughout the festival grounds. Many of the performances represented EDM, but within the genre itself there was a wide spectrum of sounds that were then categorized into various subgenres. Some examples commonly found were&nbsp;house music&nbsp;and&nbsp;trap music.</p>\n<p>&nbsp;</p>\n<h2><span id=\"The_Festival\" class=\"mw-headline\">The Festival</span></h2>\n<p>Attendants could expect to be searched and patted down upon entry to the festival for illegal substances and alcohol. In the actual festival area, attendants could find vendors for food and drinks. Other vendors sold accessories, clothing, and assorted miscellaneous items. There were carnival rides and carnival games for those who were interested. Hydration stations and Porta Potties were set up almost everywhere within the area. There were also people who walked around looking out for those who need help, called the \"Conscious Crew\". There were medical tents for those in need. There were three total stages, with three artists playing simultaneously, with attendants often going back and forth between artists until their sets were over. At night, the main stage was typically where major artists would play. Several headliners from the 2017 festival included&nbsp;Yellow Claw&nbsp;and&nbsp;Marshmello. Attendants could expect to see light shows and lasers at the various stages throughout the night.</p>\n<p>&nbsp;</p>\n<h2><span id=\"References\" class=\"mw-headline\">References</span></h2>\n<div class=\"reflist\">\n<div class=\"mw-references-wrap\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Lineup\". Archived from&nbsp;the original&nbsp;on July 7, 2013<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">July 11,</span>&nbsp;2013</span>.</cite></span></li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Lawsuit over Paradiso payment and branding could change future of annual Gorge music festival\".&nbsp;<em>KING</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 12,</span>&nbsp;2020</span>.</cite></span></li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Insomniac Holdings LLC v Conscious Entertainment Group Wawdce-20-00137 0001.0 | Common Law | Justice\".&nbsp;<em>Scribd</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 12,</span>&nbsp;2020</span>.</cite></span></li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Insomniac CEO Hints Beyond Wonderland Coming To The Gorge To Replace Paradiso\".&nbsp;<em>Your EDM</em>. February 11, 2020<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 12,</span>&nbsp;2020</span>.</cite></span></li>\n</ol>\n</div>\n</div>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://en.wikipedia.org/wiki/Paradiso_Festival",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Paradiso_Festival",
 "status": 1,
 "clickNum": 32,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 177,
 "name": "Paradiso Festival",
 "descriptions": "Paradiso Festival 是一年一度的电子舞曲 (EDM) 节，在位于美国华盛顿乔治市哥伦比亚河上的峡谷圆形剧场举行。 Paradiso 由 USC Events 和 Live Nation Entertainment 于 2012 年创立，被誉为“太平洋西北地区有史以来最大的电子舞曲活动”，2012 年的出席人数超过 29,000 人。 2013 年的活动见证了 Kaskade、Porter Robinson、Tiesto 等人的表演。",
 "picture": "https://duopin-community.oss-cn-shenzhen.aliyuncs.com/0tqs5vf9vagov9ei172x.jpg",
 "originalName": "",
 "holdTimeText": "",
 "holdAddress": "The Gorge Amphitheatre, Quincy, Washington, United States",
 "searchAddress": "美国",
 "joinScale": 29000,
 "sponsor": "USC Events, Live Nation Entertainment",
 "foundTimeText": "2012",
 "officialUrl": "http://paradisofestival.com/",
 "referenceUrl": "https://en.wikipedia.org/wiki/Paradiso_Festival",
 "nonceStatusText": "运营中",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 177,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=177"
}