{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\r\nThe name Rainbow Serpent comes from the Indigenous Australians dreamtime creation myth of the Rainbow Serpent. The first edition of the festival was in 1998.[1]\r\n\r\nThe 2020 festival was cancelled due to site damage caused by bushfires in late December 2019.[2]\r\n\r\nThe 2021 Festival is to be presented as a streaming event due to the COVID-19 pandemic in Australia. [3]\r\n\r\nDescription\r\nThe Festival extends over four days, on the long weekend which is always closest to Australia Day, on an open area of land near Lexton, in Victoria. It is mainly known for electronic music, with sub-genres psychedelic trance, minimal techno, and chill-out music, but it now features music across many genres, as well as art installations, workshops, and other attractions. There are market stalls, healing arts and multi-cultural foods.[citation needed]\r\n\r\nThe music is presented over a number of separate stages and features both Australian and international musicians. Approximately 12,000 people attend the festival each year.[citation needed]\r\n\r\nStages\r\n\r\nPerformer at Rainbow Serpent Festival 2006\r\n\r\nThis section needs additional citations for verification. Please help improve this article by adding citations to reliable sources. Unsourced material may be challenged and removed.\r\nFind sources: \"Rainbow Serpent Festival\" – news · newspapers · books · scholar · JSTOR (January 2020) (Learn how and when to remove this template message)\r\nFive stages are listed on the 2020 Festival website: Main, Market, Sunset, The Playground, and Temple.[4]\r\n\r\nMain Stage\r\nThe Main Stage focuses on harder music such as Psytrance. Usually, the stage begins with an ambient act and progressively increases in energy throughout the night. The Main Stage runs for 20 hours, starting at 8:00 pm Saturday night, and finishes 4:00 pm Sunday afternoon.\r\n\r\nMarket Stage\r\nThe Market Stage plays a large variety of music ranging from ambient music, glitch hop, and tech house to psytrance. The Market Stage is the longest running stage at the festival, starting on the Friday night, and finishing early on Monday evening, it runs for about 72 hours continuously with no breaks except for one hour for the Main Stage opening ceremony. Many of the headliner acts actually play on the Market Stage, rather than on the Main Stage depending on their music style. The Monday afternoon on the Market Stage is widely regarded as one of the highlights of the festival, much like Saturday night on the Main Stage.\r\n\r\nSunset Stage\r\nThe Sunset Stage plays a variety of music throughout the festival, however, it closes for the 24-hour duration of the Main Stage opening. The Sunset Stage has more acts and genres than the Market Stage and the Main Stage provide.\r\n\r\nPlayground Stage\r\nThe Playground Stage, introduced to the festival in 2009, focuses on live performance music. The genres covered include dub, reggae, hip-hop, funk, folk, electro-swing, and jazz. It also showcases non-musical performers ranging from magicians to comedians, mimes, and fire twirlers.\r\n\r\nNotable Acts\r\n2010 – Robert Babicz, David Tipper\r\n\r\n2011 – Shpongle. Alex Grey painted live on the Main Stage during Shpongle's performance.\r\n\r\n2014 – The Orb\r\n\r\n2015 – Pretty Lights\r\n\r\n2017 – Hallucinogen\r\n\r\n2019 – Patrick Topping\r\n\r\n2020 – Larry, Jason and Vernon Guruwirri, sons of \"Mr Didgeridoo\" Djalu, perform in their new band Malawurr[5] and share their skills and culture in a yiḏaki workshop.[6]\r\n\r\nProblems\r\nFestival organisers have been criticised for the number of drugs and sexual assaults at the event and, in 2016, the future of the festival was questioned.[7][8][9] Fans have defended the festival in response to critical reports.[10]\r\n\r\nThe festival has a social services space called \"The Nest\" to address instances of sexual assault and harassment. Victims are given access counselling and support services and medical resources.[11]\r\n\r\nIn January 2019 the then Mayor of the Pyrenees Shire Council supported the push by Rainbow Serpent organisers for pill testing.[12]\r\n\r\nIncidents\r\nIn 2012, Daniel Buccianti, a 34-year-old man, died due to a combination of prescription medication and LSD. According to Victoria Police the death was not suspicious. That same year, a 25-year-old man suffered a cardiac arrest, also due to a drug overdose. He was hospitalised, but survived.[13]\r\n\r\nIn 2014, a man was charged with 210 counts of \"upskirting\", and there were numerous other assaults and drug offences, along with ten people being hospitalised many for reasons related to drugs.[14]\r\n\r\nIn 2015, a sexual assault was reported to have occurred at the festival, as well as 45 arrests for drug offences and an assault on police.[15]\r\n\r\nIn 2017, a 22-year-old man died during the festival after drinking amyl nitrite. Police also reported two sexual assaults, and a number of assaults, including one assault on police, and drug offences.[16][17]</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 0,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 237,
 "name": "Rainbow Disco Club",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "",
 "holdAddress": "Victoria, Australia",
 "searchAddress": "",
 "sponsor": "",
 "foundTimeText": "1997",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 237,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=237"
}