{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\n2012\nIn April 2012, a two-day electronic dance music (EDM) festival to be held at Downsview Park in the Toronto area on August 4–5 was announced. The initial line-up included notable EDM acts such as deadmau5, Avicii, Bassnectar, Steve Aoki, Steve Angello, Knife Party, and Nicky Romero. The festival, organized by Charles Khabouth's INK Entertainment, features two neighboring stages and performances by about thirty or so different artists. The event is named after \"The Veldt\", a song by the deadmau5 and a veld, \"an Afrikaans word for an open grassland... not unlike the vast field in Downsview Park.\" \nOn Saturday, August 5, deadmau5 headlined at the first day of the event. The festival was attended by a crowd numbering around 20,000 concertgoers. Despite rain in the early part of his performance, deadmau5 performed to what the Rolling Stone described as an \"enraptured\" audience in a mood akin to \"a glowing Woodstock\". As the rain eventually stopped, the DJ would perform a 90-minute set which included songs such as the festival's namesake \"The Veldt\", \"Aural Psynapse\" and \"Strobe\". Besides deadmau5 and the other artists announced earlier, the festival included a performance by Avicii, who performed as the final-day headliner. \n2013\nDeadmau5 would also headline at the second annual festival held on August 3–4, 2013. The year saw the return of Steve Aoki and Steve Angello along with performances by Dada Life, Kaskade, Above & Beyond, and Madeon. Other local Canadian artists included Adventure Club, Carlo Lio, Greg Gow and Manzone & Strong. \n2014\nThe third two-day event in 2014 was sponsored by Red Bull and Bacardi. The festival featured over thirty artists from the EDM and hip-hop genres, including Armin van Buuren, Calvin Harris, Iggy Azalea, NERO, Waka Flocka Flame and ZEDD. The concerts were held on the weekend of August 2–3. \nThe first day of performances began with opening acts that included Oliver Heldens, Overwerk, W&W, Bingo Players. This was followed by an hour-long performance by the British band NERO. The penultimate set of the night was performed by Sebastian Ingrosso, a former member of the Swedish House Mafia. Armin van Buuren performed the final concert of the evening. \nSunday featured performances by Adventure Club on the main VELD Stage and a notable performance by SAVOY on the Bacardi Stage. Other performances of the night included Iggy Azalea, Gramatik, Tommy Trash, ZEDD, and Knife Party. The night's festivities ended with a set by Calvin Harris which included a performance of popular hit \"Summer\". \nOn August 4, Mark Saunders, then deputy chief of the Toronto Police, reported that fifteen people had falling ill after ingesting \"party drugs\" at the event. Of those, thirteen were hospitalized and two had died. One of the dead was handcuffed by police during transport to the hospital and had died in the ambulance. Ontario's Special Investigations Unit (SIU), which investigates possible officer misconduct launched an investigation into the circumstances of his death. SIU concluded their investigation and announced that \"Toronto Police were not responsible for the death.\" \nThe Toronto Police Homicide Squad also launched a separate criminal investigation into the deaths and illnesses caused by the drugs. Police urged people that had attended the event to hand over any drugs obtained at the event in order to aid in the investigation. On August 5, Police revealed that the investigation was focused on two drugs found at the event, \"a 'small brown pill' and a 'small clear capsule with a white substance' [but that] police don't yet know what drug caused the illnesses.\" The investigation concluded, a year later, that the deaths were accidental. \n2015\nIn February 2015, INK Entertainment announced that deadmau5 will again be one of the headliners of the summer event to be held August 1–2. In April, it was announced that Hardwell will be the final headliner in the second day of the event. Other notable artists announced included A$AP Rocky, Borgore, Carnage, Chocolate Puma, DVBBS, Gorgon City, Hot Since 82, Kill the Noise, Laidback Luke, Nicky Romero, Oliver Heldens, Pretty Lights, Steve Aoki, and The Chainsmokers. \nOn July 19, the Toronto Star reported that the \"organizers are vowing to crack down on illicit substance use at the event.\" Among the safety measures announced were two \"amnesty boxes\" at the entrance to collect unwanted illegal drugs and advisory packets which included maps directing people to medical, food and water stations. There would also be public service announcements in between performances and a designated \"safe and chill space\" where festival-goers with adverse drug reactions can be assessed. \nDay one of the 2015 festival began with a performance by Manzone & Strong. Later in the day, a set by The Chainsmokers was interrupted due to a weather alert. The festival eventually continued, after a delay, with a performance from Steve Aoki who rallied the crowd. The second stage saw the rowdy performances by Borgore and A$AP Rocky. In typical fashion, the evening ended with a set from deadmau5, returning for his third time to the VELD stage. \nDay two began with a performance by Dzeko & Torres on the main stage while SNBRN performed a set on the Bacardi Stage. Around 6 pm in the evening, after a performance by Oliver Heldens, there was an announcement that due to the approaching storm the remainder of the event would be canceled and that the area evacuated. However, some people in attendance lingered a while before complying with the evacuation. The weather took a serious turn for the worse with a storm that included thunder, lightning, and hail. Nonetheless, INK Entertainment received criticism for the cancellation and demands for a refund through social media. Organizers announced a few days later that they would offer a forty percent refund for all tickets purchased at authorized retailers. Above & Beyond, Duke Dumont, Hot Since 82 and Hardwell, the headliner of the evening, were among the acts that never made it to the stage. \n2016\nIn March 2016, it was announced that this year's festival will see the return of deadmau5, DVBBS, Steve Aoki and The Chainsmokers along with Travis Scott, Flume, Kygo, and Martin Garrix. In June, the full lineup for the July 30–31 event was announced and included Post Malone and Duke Dumont, among others. The organizers stated that similar safety measures will be in place this year with additional stations and staff. The company also rented a nearby building to serve as an additional medical center staffed with a doctor and nurses. \nThe Saturday concerts began with a set by Galantis followed by another DJ duo Yellow Claw. This was followed by another performance by Steve Aoki, a veteran of the VELD stage. Duke Dumont, who had missed out on the previous year's festival due to bad weather, performed on the second stage, now renamed the Terra Stage. The main stage saw performances by DVBBS followed by a half-hour set by Flume. The night's festivities ended with a performance by deadmau5, who would again play the festival's namesake song \"The Veldt\". The artist unveiled for the first time his new stage with a distinct cube design. \nSunday performances began under cloudy skies that soon cleared. The first on the main stage was New World Punx while Ephwurd performed on the second stage. The Chainsmokers, whose performance the previous year had been partially interrupted, would perform on the main stage. Kygo performed the second to last set on the main as the sun began to set. The evening ended with the headliner of the event Martin Garrix. His performance was capped off with fireworks fired from the stage. \n2017\nIn April 2017, it was announced that this year's festival would feature performances by Future, Major Lazer, and Tiësto. The organizers later announced that Zedd will also be one of the headliners of the event. The festival on August 5–6 will also include 3LAU, A$AP Ferg, Borgore, Madeon, Migos, Lil Uzi Vert, Slushii, Tory Lanez, W&W and a few dozen more artists. \n2018\nIn late February 2018, it was announced that the 2018 festival would include headline performances by DJ Snake and Marshmello, alongside returning 2016 headliner Martin Garrix and side stage act from 2017, Migos. The event was held on the first weekend of August, the 4th and 5th. \nThe first day suffered from grievances such as the late arrival of Migos and large groups of people crowding the water filling stations. The Migos actually switched the stage they were supposed to perform at last minute.[citation needed] \nOn the second day the water situation was improved by adding another water station, queues for the stations, and a large sprinkler. Before the last performance of the festival by Martin Garrix, a tribute set to the song Fade into Darkness was held for Avicii who had died earlier that year. \n2019\nIn March 2019, VELD music festival announced via Instagram that the festival would be returning in the summer for its 8th annual year. A few weeks later, lineups were announced, with Skrillex, Tiesto, Cardi B and Kygo headlining the festival.[citation needed] VELD 2019 ran from August 3rd to August 4th 2019 in Downsview Park, Toronto, Ontario. Day 1 received positive reviews because of DJs such as Skrillex, Ekali and TroyBoi putting on amazing shows.[citation needed] Some negative criticism was received because of headliner Cardi B who showed up 55 minutes late and played for just 20 minutes.[citation needed] The second day was reviewed as much better with Zeds Dead taking over the Hennessy Stage and Tiesto closing out the festival on the main stage. The overall praise of the festival was overwhelming with people demanding the festival to run 3 days for the year 2020 and to not longer invite performers who abuse the timings of the show such as Cardi B.[citation needed] \n2020\nVELD Music festival was expected to take place August 1–2, 2020, in Downsview Park, Toronto, ON. VELD was praised for no longer inviting a hip-hop artist on the mainstage because of repeated abuses of showing up extremely late (Migos, Cardi B).[citation needed] VELD 2020 instead will have hip-hop artists on the Hennessy Stage and have all 4 headliners on the mainstage as EDM artists including Armin Van Buuren, Illenium, Marshmello and Martin Garrix.[citation needed] \nHowever, in the midst of the COVID-19 pandemic, Toronto Mayor John Tory announced on May 15, 2020, that all public gatherings of 25,000 or more are prohibited and no permits will be issued for these events until at least August 31. This resulted in the cancellation of the 2020 edition of VELD.  \n2021\nThe 2021 edition of the VELD Music Festival is currently scheduled to take place on July 31 - August 1 2021, at Toronto's Downsview Park. While the notable headliners for the 2021 music festival have not yet been announced. Due to the ongoing COVID-19 pandemic, it remains to be seen whether if the 2021 festival will be a live in-person event (including the possibility of a modified festival with reduced capacity so that attendees can adhere to physical distancing guidelines, the requirement of wearing masks or face coverings and the possibility of showing proof that an attendee has taken a COVID-19 vaccine, if they're widely available by then), or if it will be a drive-in festival or virtualized as an online music festival.\n</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 2,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 266,
 "name": "VELD",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "2-day weekend\nIn late July or early August",
 "holdAddress": "Downsview Park\nToronto, Ontario, Canada",
 "searchAddress": "",
 "joinScale": 30000,
 "sponsor": "INK Entertainment",
 "foundTimeText": "2012",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 266,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=266"
}