{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\nSince its 1999 Halloween weekend debut, the annual event has become a Halloween tradition to music fans, both locally and others who travel from around the world. Throughout Voodoo’s 22-year run, more than one million festival goers have gathered to see performances from about 2,000 artists. The event has also been twice nominated for Pollstar's Music Festival of the Year and in 2005, Voodoo founder Stephen Rehage and his team were presented with a key to the city, following the Voodoo 2005 post-Katrina event. \nVoodoo’s annual line-up traditionally features top-tier and innovative artists from a variety of musical genres. Highlights from the last 15 years have included performances from Metallica, Rage Against the Machine, Eminem, Pearl Jam, Red Hot Chili Peppers, The Cure, Tiesto, Nine Inch Nails, Deadmau5, No Doubt, Ozzy Osbourne, The Black Keys, Neil Young, Green Day, KISS, Snoop Dogg, Duran Duran, R.E.M. (in one of the band’s last U.S. performances), My Chemical Romance, 50 Cent and 311. \nNo event will be planned in 2020. \nCreation and growth\n \nMoby performs at the inaugural Marconi meddows .\nVoodoo was first held as a single day event on October 30, 1999 at Tad Gormley Stadium in City Park. Planned and executed by Stephen Rehage, CEO of Rehage Entertainment, the festival consisted of three stages and a mix of local and national acts including headliners Wyclef Jean and Moby. As the U.S. festival market swelled, Voodoo continued its growth, increasing both the festival site and musically expanding with the addition of stages and performers. \n \nRapper Eminem performs early in his career at Voodoo 2000\nDuring its second year in 2000, Voodoo became to a two-day event and garnered international attention with a headlining performance from Eminem in support of his just-released three times platinum major studio debut The Slim Shady LP. In 2007, Voodoo expanded to a three-day event. \nHurricane Katrina\n \nNine Inch Nails headline Voodoo 2005\nOriginally scheduled for Halloween Weekend in New Orleans’ City Park, the Voodoo Music Experience was displaced by the tragedy of Hurricane Katrina. While plans were in full swing to move forward with relocation to Memphis, Voodoo founder Stephen Rehage met with community leaders in New Orleans about the opportunity to move the event back home for one of its two days—as a tribute event for relief workers. Festival organizers and Memphis representatives alike agreed this was an amazing opportunity to increase the scope of the event. \nNew Orleans event\nOn October 29, 2005, an invitation-only celebration (previous ticket holders exempt) for police, firefighters, National Guard, military and countless others who had aided in the recovery efforts of the city was staged at the Riverview \"Butterfly\" section of Audubon Park in New Orleans, one of the few public spaces in the city not damaged in the recent Federal levee failure disaster . Nine Inch Nails, Queens of the Stone Age, The Secret Machines, the New York Dolls, and Kermit Ruffins were among the artists who all came together in celebration of a city they love. \nIt marked the first major multi-musical performance in the two months since Hurricane Katrina’s effects were felt in the city. \nMemphis event\nVoodoo in Memphis included a fundraiser for victims of the Hurricane Katrina disaster in AutoZone Park. \n2006 - 2015\nThe 2006 Voodoo Music Experience saw the debut of three distinct areas on six distinct stages within the festival’s landscape: Le Ritual, Le Flambeau and Le Carnival. Each of these areas was designed to uniquely showcase different sides of the personality of the festival and its New Orleans home: \"Le Flambeau\" features music and sounds consistent with the style of The Big Easy; \"Le Ritual\" features more mainstream music; and finally \"Le Carnival\" features indie bands, burlesque and circus acts. \nIn 2007, Voodoo expanded to three days and broke all previous attendance records with an estimated 100,000+ fans in attendance. \nIn April 2013, the Voodoo Music + Arts Experience announced an initial 15 acts to commemorate the 15th anniversary of Voodoo. The initial 15 acts include Pearl Jam, Nine Inch Nails, Calvin Harris, Bassnectar, Paramore, Macklemore & Ryan Lewis, Afrojack, Boys Noize, The Gaslight Anthem, Big Gigantic, How To Destroy Angels, Cults, Alkaline Trio, Desaparecidos and Robert DeLong. The 15th anniversary Voodoo celebration also marked the debut of City Park’s Festival Grounds, a new permanent home for Voodoo. Home to Voodoo since its 1999 debut—with the exception of Voodoo 2005 which was displaced by the city’s hurricane damage—New Orleans’ 1,300 acre City Park is the region’s principal recreation site that attracts over seven million visitors each year. \n2016 - 2020\nThe 2016 Experience was the first under the control of C3 Presents, also owned by Live Nation. The show saw significant improvements in the fan experience, with the park layout greatly changed, the addition of flushable portolets and better food & drink options. Attendance swelled to over 150,000 for the weekend. The 2017 show continued on that success and the 2018 expanded it with attendance passing 180,000 for the weekend. 2019 saw Voodoo hit with rain all day on Friday and Tropical Storm Olga overnight Friday night, which sogged the grounds but not the production.  2020, like every other festival, was cancelled due to the Covid19 pandemic. Voodoo plans to return in 2021.  \n\n</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 2,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 280,
 "name": "Voodoo",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "",
 "holdAddress": "City Park,New Orleans, Louisiana",
 "searchAddress": "",
 "sponsor": "",
 "foundTimeText": "",
 "referenceUrl": "",
 "nonceStatusText": "",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 280,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=280"
}