{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>History\nWonderfruit was created by founder Pranitan “Pete” Phornprapha with Thai musician and co-founder Montonn “Jay” Jira in an effort to bring the festival experience to Thailand, with an emphasis on arts and awareness. The son of the founder of Think Earth, Pete was inspired by the environmental projects of his father’s organization but wanted to merge fun with social responsibility, and to solve environmental problems in a relevant, contemporary way. He aimed to combine quality curation and social responsibility in a platform that would engage audiences. \nPillars\nIn 2014 and 2015, Wonderfruit was structured around six \"pillars\": Arts, Music, Farm to Feasts, Health & Wellness, Talks & Workshops and Natural Adventures. In 2016, Wonderfruit announced a slight alteration the original list: Music, Arts, Family, Farm to Feasts, Wellness & Adventures, Talks & Workshops. In 2018, the pillars became Music, Art & Architecture, Family, Farm to Feasts, Talks & Workshops, and Wellness. \nLine-up 2019\nMusic\nInternational artists included Four Tet, Floating Points, Acid Pauli, Massive Attack's Daddy G, The Turbans, Antal, Alfa Mist, Craig Richards, Gidge, Photay, Sarathy Korwar, and Brushy One String. Stages and time slots were offered to record labels and other festival brands as 'takeovers', wherein the operator of the takeover selected the musical performances for the venue or time. Notable takeovers included Ed Banger Records' curation of the Forbidden Fruit stage with Busy P, Breakbot & Irfane, Myd, and Yasmin; ZudRangMa Records' takeover of Neramit stage with local and regional world and soul performers; Rainbow Disco Club's takeover of the Forbidden Fruit stage with Japanese artists; a Red Bull 3Style turntablist showcase at SOT stage; and local DJs playing alongside Colleen \"Cosmo\" Murphy as part of 'God Save The Queer'—an LGBT-friendly party hosted by Bangkok ball group Go Grrrls and Korean queer club night Shade Seoul. Local performers at the event included DABOYWAY, Chalermpol Malakham, Chris the Pianist, DOTT, Nannue Tipitier, Twopee, Supergoods, The Paradise Bangkok Molam International Band, Valentina Ploy, Young Bong, The Richman Toy, and Mattnimare. \nBritish radio host and record label owner Nick Luscombe brought his Musicity Global initiative to Wonderfruit in 2019. Local musicians and members of the Erased Tapes record label from abroad were selected to record sounds on location in Bangkok and compose original songs from the sounds. The songs were then performed on the Theatre Stage. Participating performers included Rival Consoles, Hatis Noit, Midori Hirano, Douglas Dare, and Daniel Brandt & Eternal Something. \nSustainability\nWonderfruit banned the use of single-use cups for 2019. All attendees were required to bring their own cups to the festival, in an effort to remove some 200,000 cups from being wasted during the event (claimed). \nThe 2019 event was awarded the Greener Creative Award for 2020 in the annual A Greener Festival Awards. \nArt & Architecture\nMany of the structures debuted in 2018 remained for 2019. A new space, Living Village, was unveiled for the 2019 edition, designed by Ab Rogers Design studio. The space was the setting for Living Stage, a new stage decorated with rPET fabrics. The art program featured installation works by international and Thai artists, including ADRUNNOGNT, Animali Domestici, and Tentacles x Stu.Dio Ke.Th. Jay Plodpai x Spark Industries and ZEIGHT created light-based work, and performance pieces were executed by Lordfai and Nice Monster. b 2019 also saw the return of A Singing Sea by Satit Raksasri. \nAn open call design competition, ‘Super Green, Super Clean, Super Lean’ attracted entries from around the world. The winning design, titled Woven House, was made with bamboo and naturally-dyed fibres. The winning design was selected by a judging panel of international architects. \nFarm to Feasts\nWonder Feasts were provided by 80/20, Haoma, bo.lan and chef Rishi Naleendra of Cloudstreet in Singapore, and three female chefs from Thailand: chef Aoom of Koei Trang, Chef Tanya of Tanya’s Homemade Eatery, and Chef Beer of Blackitch. Wonder Kitchen returned for 2019, with an omakase service by Chef Randy of Fillets and an historic Isaan tasting menu by Weerawat “Num” Triyasenawat of Samuay & Sons. \nTalks\nScratch Talks 2019 featured topics including adventure, cannabis legalisation, sex and relationships, gender identity, and alternative proteins. Blind pilot Divyanshu Ganatra spoke about adventuring over adversity, fa’afafine storyteller Amao Leota Lu discussed gender, a panel of industry representatives and activists discussed plastic pollution, and landscape architect Kotchakorn Voraakhom spoke about sustainable architecture. \nLine-up 2018\nMusic\nInternational artists included Goldie, who played with The Ensemble, as well as Nightmares on Wax, Stars and Rabbit, Kweku Collins, Costlywood, Carmen Rizzo & Huun Huur Tu, Howie Lee and KNOWER. Local Thai acts included Mendy Indigo, Sirintip and Job2do. The DJ line up featured CYK, Alixkun, and Sisi Jesse You, Fleetmac Wood, Craig Richardson, Horse Meat Disco, Bobby Pleasure and Cobletone Jazz. \nArt & Architecture\nA focus was placed on the aesthetics of the stages and platforms for content. The Theatre Stage was built from hemp by mpdstudio. Late night dance stage The Quarry was reimagined for 2018 with a network of flexible panels made from recycled material designed like a canopy. Ab Rogers built the Eco Pavilion into a landscaped amphitheatre to host Scratch Talks under handmade cotton umbrellas. The same studio was responsible for the Bath House, a cluster of floating islands built from bamboo, suspended over the natural lake. British artist Sean Rogg continued his art series, The Waldorf Project, at Wonderfruit with FUTURO-X, a festival-wide experiment in empathy engineering. \nFarm to Feasts\nWonderfruit 2018 saw the entry of new dining space Wonder Kitchen to the food program. The smaller venue featured popular Chiang Mai chef Phanuphon \"Black\" Bulsuwan and TV chef Chudaree \"Tam\" Debhakam who each hosted chef's table-style dining for around 30 diners. The Wonder Kitchen also featured a zero-waste bar. Wonder Feasts returned in a new Ab Rogers-designed dining hall, the 'Theatre of Feasts'. Wonder Feasts were offered by chefs Duangporn \"Bo\" Songvisava and Dylan Jones of bo.lan; chef Garima Arora of Gaa; chefs Chalee Kader (100 Mahaseth), Prin Polsuk (Samrub for Thai) and Weerawat “Num” Triyasenawat (Samuay and Sons); and chefs Paolo Vitaletti (Appia) and Jarret Wrisley (Soul Food Mahanakorn). \nTalks\nScratch Talks 2018 included topics as diverse as technology, sustainability, urban farming, biotechnology, waste management, and mindfulness. Ashoka Finley of ConsenSys discussed blockchain, Lance Diaresco of Google, ran a meditation seminar, and serial entrepreneur Constant Tedder presented Earth.org, explaining how it tracks climate change with satellite imagery. \nWellness\nWellness was given further prominence in the program thanks to a new, expanded area for Wellness dubbed 'Wonder Garden'. Orgasmic yoga, gong baths, and massage therapies were among the highlights. \nLine-up 2017 (December edition)\nMusic\nRichie Hawtin, Roots Manuva, Songhoy Blues, Gui Boratto, Craig Richards (DJ), Bangkok's More Rice and Hong Kong’s ALTN8, Sarayu, Nicola Cruz, Chronixx with Zincfence Redemption, Izzy Bizu, Wild Beasts, Khun Narin and his Electric Phin Band, Yeasayer, All Thidsa, Be Svendsen, Bobby Pleasure, Boonhugsa, Crew Love Takeover, Curtismith, CYRK, Eduardo Castillo, Gapi and the Thai Dub Mafia, Hernandez Brothers, Kingkong and The Chum, Marmosets, Matt Sassari, Mimi Love, Nerve, Side Effect and Singto Numchok. \nArts\nArtistic creations were curated based on their adherence to Wonderfruit’s sustainable ethos and many were selected for their choice of and use of recycled or sustainable materials. Architectural additions included The Quarry, by artist and designer Adam Pollina and architect/bamboo supplier and contractor Thor Kaichon. The previous iteration’s Solar Stage by Gregg Fleishman was redeveloped for 2017. \nTalks & Workshops\nActivities emphasized self-improvement and environmental awareness and included permaculture, orangutan conservation, crystal healing and a raku ceramics workshop by Thailand Young Farmers. The event’s series of seminars, Scratch Talks featured speakers including Dianna Cohen of Plastic Pollution Coalition, Bea Johnson - author of Zero Waste Home, activist and paddle boarder Shilpika Gautam and Dr. Arne Fjortoft of Worldview International. \nWellness & Adventures\nWellness sessions included yoga workshops, gong meditation and power naps. The program for more active participants included Muay Thai and capoeira, as well as a range of fitness sessions with instructors from Guava Pass. \nLine-up 2017 (February edition)\nWonderfruit 2016 (originally scheduled to take place 15–18 December 2016) was postponed due to the national mourning period following the death of Bhumibol Adulyadej, King Rama IX of Thailand. The festival took place from 16–19 February 2017 with some revisions to the lineup. \nMusic\nLianne La Havas, Rudimental, Young Fathers, Buke and Gase, Kate Simko and London Electronic Orchestra, Simian Mobile Disco, Nicole Moudaber, Headless Horesman, Yaya, Eric Volta, Sabo, YokoO, Wolf + Lamb, Norman Jay, KMLN, Marc Antona, Akimbo, Superglasses Ska Ensemble, Yena, Sahai Hang Sailom, Srirajah Rockers, At Adau, Luna City Express, Noxro and Uone. \nArt\nArts included Solar Stage, created by geometric architect Gregg Fleishman, and Farm Stage, which was designed by Thor. Kaichon and PO-D Architect and inspired by traditional rice farming ceremonies and decorated with harvested rice; it stood in the middle of the Wonderfruit farm. Theatrical performances included a puppet show, pyrotechnics and circus acts, and Friday night saw the event's first LGBT-friendly party, hosted by eminent Thai drag queen, Pangina Heals. Installations included \"Dancing Muntjacs\" by Joel Stockdill and \"CYM Temple\" by Basurama, both of which were made from recycled materials. Wonderfruit's creative designer, Adam Pollina, built the event's first moving art installation - Wonder Kar, which traveled around the site. \nFamily\nFamily-friendly offerings in the dedicated kids' zone included games and crafts. \nTalks & Workshops\nInteractive activities included martial arts and parkour with local experts and there were talks on subjects including sustainability, Bitcoin and blockchain technology. Wonderfruit's series of seminars, Scratch Talks, took place in new venue, Rainforest Pavilion and speakers included Trash Hero Thailand and Michaelangelo Moran - co-founder of Go-Jek. \nWellness & Adventures\nWellness sessions included yoga workshops, gong meditation and power naps. The program for more active participants included Muay Thai and capoeira, as well as a range of fitness sessions with instructors from Guava Pass. \nFarm to Feasts\nFood offerings included raw vegan dishes by Chef Daphne Cheng, cheesesteaks by Full Moon Food Truck, lobster rolls, sashimi and organic Thai omelets. The Wonder Feasts banquet series featured lunch by Cocotte, a reggae brunch by Jarrett Wrisley of Soul Food Mahanakorn and Paolo Vitaletti of Appia, dinner by former Thai Iron Chef contestant Chef Panupon \"Black\" Bulsuwan - part of F.A.C.T. Collective, and a return from Chef Gaggan Anand, who was joined by chef Daniel Chavez of Singapore's Ola Cocina del Mar. \nLine-up 2015\nMusic\n \nView of gate at sunset at Wonderfruit festival 2015 in Pattaya, Thailand\nJon Hopkins x Chris Levine (iy_project), Submotion Orchestra, Rhye, Lucent Dossier Experience, Goldroom, Com Truise, Daedelus, Greasy Cafe and “Pu” Pongsit Kampee, Electro Guzzi, Polycat and Win from Sqweez Animal, with Thai folk music (performed at the Morlam Bus, presented by Jim Thompson Arts Center). \nArt\nThe main Living Stage was designed by Coachella and Burning Man artist Joel Stockdill, and featured spiralling bird structures either side of the proscenium. Gregg Fleishman, the designer behind the Temple of Whollyness At Burning Man 2013, built The Playground, incorporating climbing frames, slides and a Headis pitch on which guests played the German game - a hybrid of table tennis and football. Thai installation artist, “O” Witaya Junma created an interactive bubble blower, and Blossom Poetica by French-Laotian artist Aligna featured flowers sculpted from aluminium cans and other discarded materials. \nDesign\nLocal and international designers showcased and sold festival gear at A Taste Of Wonder, the day-to-night fashion market. The Wonder Salon offered hair and makeup treatments. \nFood\nAt the Theatre of Feasts, Wonder Feasts were presented by Gaggan Anand of Gaggan (voted number one in Asia on The World's 50 Best Restaurants list in 2015 and 2016), and Bo Songvisava and Dylan Jones of Bo.lan. Cocktails designed by mixologist Shingo Gokan were served in hidden bar, The Shingo Shack. \nTalks & Workshops\nIn 2015, Wonderfruit introduced Scratch Talks, a new series of seminars by international speakers. Talks included “Creativity at the Source” by Thai architect Duangrit Bunnag, and “Unleash your Legend” by Dream Rockwell - founder of Lucent Dossier Experience. John Hardy, founder of Bali’s Green School and Melati and Isabel Wijsen of Bye Bye Plastic Bags also delivered talks and eco-friendly workshops. A number of additional craft workshops took place in The Sharing Neighbourhood, including traditional skills and techniques, as well as meditation, self-defense, breathing exercises and foundational yoga at the Goddess Camp. \nActivities and Experiences\nCircus skills including hoop and poi were taught by Samui Circus Camp, and guests had the opportunity to be ordained as a Latter-Day Dude Priest by the Church of Dudeism. Champion free runners, Team Farang taught their skills to youngsters, among other child-friendly activities including a kids’ disco, foraging workshop and traditional kite-making, plus storytelling, magic, and a puppet show in Camp Wonder. Natural adventures included swimming in the lake and a boot camp set on an obstacle course. \nLine-up 2014\nMusic\nDe La Soul, Little Dragon, Woodkid, José González, Jamie Jones, Damian Lazarus, The Gaslamp Killer, Francesca Lombardo(Live), Andrew Ashong, Nick Mulvey, Hercules and Love Affair, Seth Troxler, Fat Freddy's Drop, Craig Richards, Subb-An, Soul Clap, Citizen, Pillow Talk (Live), Ali Love (Live), Boris Rubin, Sunju Hargun, and local Thai acts Paradise Bangkok Molam International Band, Burin Boonvisut, Apartment Khun Pa and Yellow Fang. \nArt\nOfferings included work by Thai architect, Duangrit Bunnag. \nFood\nFood and beverage providers across the event included Never Ending Summer, Quince, Burnt Ends, Smokey Trails and the Bangkok Farmers' Market. The on-site farm offered tours and foraging workshops and Siam Winery offered wine tasting sessions. \nAddress and Location\nWonderfruit takes place in The Fields at Siam Country Club, 50 Moo 9, Pong, Bang Lamung, Chonburi 20150, Thailand. \n\n</p>\n\r<p>null</p>\n\r<p>null</p>\n\r<p></p>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 0,
 "clickNum": 1,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 221,
 "name": "Wonderfruit Festival",
 "descriptions": "",
 "originalName": "",
 "holdTimeText": "4 days in mid-December",
 "holdAddress": "The Fields at Siam Country Club\nChon Buri 20150, Thailand",
 "searchAddress": "",
 "joinScale": 20000,
 "sponsor": "Pranitan Phornprapha and Montonn Jira",
 "foundTimeText": "2014",
 "referenceUrl": "https://en.wikipedia.org/wiki/Wonderfruit",
 "nonceStatusText": "仍在运营",
 "typeId": 16,
 "typeName": "电音节",
 "dataId": 221,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=16&dataId=221"
}