{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "relationChannel": "[{\"id\":1043,\"parentId\":11,\"name\":\"Logic Pro\"}]",
 "content": "<p>Logic Pro 是一款Mac平台的数字音频工作站（DAW）与MIDI音序器软件。Logic Pro最早由德国软件开发商Emagic开发，并随着2002年苹果公司对Emagic的收购成为苹果的产品，并作为苹果的专业级音乐软件套装Logic Studio的一部分。</p>\n<p>&nbsp;</p>\n<p>另一款消费级的音频软件Logic Express由Logic Pro缩减而来，与Logic Pro有相同的音频处理引擎和交互界面。作为随售出的Mac附赠的软件、iLife套件的一部分，苹果的另一款名为GarageBand的软件也是采用了相同的音频处理引擎。2011年12月8日，苹果不再提供盒装版的Logic Pro和Logic Express软件，Logic Pro只能从App Store购买，价格为199美元，与先前的Logic Express价格相同。</p>\n<p>&nbsp;</p>\n<p>最新版本为Logic Pro X。</p>\n<p>&nbsp;</p>\n<p><strong>特性</strong></p>\n<p>Space Designer插件可以模拟各种不同的声学环境，例如尺寸变化的房间，或产生在高山里能听到的回声。Logic Pro能够与MIDI键盘和控制器协同工作（输入和输出）。</p>\n<p>&nbsp;</p>\n<p>Logic Pro与Logic Express共用许多功能和同样的界面。Logic Express仅支持2轨道的立体声，而Logic Pro能够处理多轨道的环绕声它们都可以支持最多255个音轨，具体取决于系统性能。</p>\n<p>&nbsp;</p>\n<p>Logic Pro以凭借以太网和局域网进行分布式处理功能为特色，一台电脑运行Logic Pro网络中的其他电脑运行Logic node。Logic将向网络中其他的机器进行分载和合成处理。如果以太网足够快（吉比特以太网），Logic可以几乎实时的工作，速度则根据缓冲区的设置和CPU负载。Logic的用户可以凭借Logic Pro的内建插件以及第三方软件把若干个麦金塔电脑的处理能力结合到一起。比起苹果旗舰的12核心Mac Pro上的24个可用线程，Logic可以访问多达16个处理线程。</p>",
 "contentEn": "<p><strong>Logic Pro</strong>&nbsp;is a&nbsp;digital audio workstation&nbsp;(DAW) and&nbsp;MIDI&nbsp;sequencer&nbsp;software application for the&nbsp;macOS&nbsp;platform. It was originally created in the early 1990s as&nbsp;<strong>Notator Logic</strong>,<sup id=\"cite_ref-3\" class=\"reference\">[3]</sup>&nbsp;or&nbsp;<strong>Logic</strong>, by German software developer C-Lab which later went by&nbsp;Emagic. American technology company&nbsp;Apple&nbsp;acquired Emagic in 2002 and renamed Logic to Logic Pro. It is the second most popular DAW &ndash; after&nbsp;Ableton Live&nbsp;&ndash; according to a survey conducted in 2015.<sup id=\"cite_ref-4\" class=\"reference\">[4]</sup></p>\n<p>&nbsp;</p>\n<p>A consumer-level version based on the same interface and audio engine but with reduced features, called&nbsp;Logic Express, was also available at a reduced cost. Apple's&nbsp;GarageBand&nbsp;comes free with all new&nbsp;Macintosh&nbsp;computers and&nbsp;iOS&nbsp;devices and is another application built on Logic's audio engine. On December 8, 2011, the boxed version of Logic Pro was discontinued, along with Logic Express, and as with all other Apple software for Macs, Logic Pro is now only available through the&nbsp;Mac App Store.<sup id=\"cite_ref-5\" class=\"reference\">[5]</sup></p>\n<p>&nbsp;</p>\n<h2><span id=\"Features\" class=\"mw-headline\">Features</span></h2>\n<p>Logic Pro provides software instruments, audio effects and recording facilities for music synthesis. It also supports Apple Loops&nbsp;&ndash;&nbsp;royalty-free, professionally recorded instrument loops. Logic Pro and Express share many functions and the same interface.&nbsp;Logic Express&nbsp;is limited to two-channel stereo mixdown, while Logic Pro can handle multichannel&nbsp;surround sound. Logic Express can only handle up to 255 audio tracks, depending on system performance (CPU&nbsp;and&nbsp;hard disk&nbsp;throughput&nbsp;and&nbsp;seek time), while, as of version 10.4.5, Logic Pro can handle up to 1000.<sup id=\"cite_ref-6\" class=\"reference\">[6]</sup>&nbsp;Logic Pro can work with MIDI keyboards and control surfaces for input and processing, and for MIDI output. It features real-time scoring in musical notation, supporting&nbsp;guitar&nbsp;tablature,&nbsp;chord&nbsp;abbreviations and drum notation. Advanced MIDI editing<sup id=\"cite_ref-7\" class=\"reference\">[7]</sup>&nbsp;is possible through&nbsp;Logic Pro's MIDI Transform Window, where velocity, pitch, pitch-bends, note length, humanize and precise note positioning are effected.</p>\n<h3>&nbsp;</h3>\n<h3><span id=\"Software_instruments\" class=\"mw-headline\">Software instruments</span></h3>\n<p>The software instruments included in Logic Pro X include: Drum Kit Designer, Drum Machine Designer, ES, ES2, EFM1, ES E, ES M, ES P, EVOC 20 PolySynth, Sampler, Quick Sampler, Step Sequencer, Klopfgeist, Retro Synth, Sculpture, Ultrabeat, Vintage B3, Vintage Clav, Vintage Electric Piano. These instruments produce sound in various ways, through subtractive synthesis (ES, ES2, ES E, ES M, ES P, Retro Synth), frequency modulation synthesis (EFM1), wavetable synthesis (ES2, Retro Synth), vocoding (EVOC 20 PolySynth), sampling (Sampler, Quick Sampler, Drum Kit Designer), and component modeling techniques (Ultrabeat, Vintage B3, Vintage Clav, and Vintage Electric Piano, Sculpture). As of version 10.2, Logic Pro X also includes Alchemy, a sample-manipulation synthesizer that was previously developed by Camel Audio.<sup id=\"cite_ref-The_Logic_Pros:_A_look_at_Logic&rsquo;s_new_heavy_weight_sample_manipulation_synth_Alchemy_8-0\" class=\"reference\">[8]</sup>&nbsp;The software instruments are activated by MIDI information that can be input via a MIDI instrument or drawn into the MIDI editor.</p>\n<p>&nbsp;</p>\n<h3><span id=\"Audio_effects\" class=\"mw-headline\">Audio effects</span></h3>\n<p>Audio effects include amp and guitar pedal emulators, delay effects, distortion effects,&nbsp;dynamics&nbsp;processors,&nbsp;equalization&nbsp;filters, filter effects, imaging processors, metering tools, modulation effects, pitch effects, and reverb effects. Among Logic's reverb plugins is Space Designer, which uses&nbsp;convolution reverb&nbsp;to simulate the acoustics of audio played in different environments, such as rooms of varying size, or emulate the&nbsp;echoes&nbsp;that might be heard on high mountains.</p>\n<p>&nbsp;</p>\n<h3><span id=\"Distributed_processing\" class=\"mw-headline\">Distributed processing</span></h3>\n<p>The application features&nbsp;distributed processing&nbsp;abilities (in 32-bit mode), which can function across an&nbsp;Ethernet&nbsp;LAN. One machine runs the Logic Pro app, while the other machines on the network run the Logic node app. Logic will then offload the effects and synth processing to the other machines on the network. If the network is fast enough (i.e.&nbsp;gigabit Ethernet) this can work in near real-time, depending on buffer settings and CPU loads. This allows users to combine the power of several Macintosh computers to process Logic Pro's built-in software instruments and plug-ins, and 3rd party processing plug-ins. As of version 10.0.7, Logic can access 24 processing threads, which is inline with Apple's flagship 12-core Mac Pro.</p>\n<p>&nbsp;</p>\n<h2><span id=\"History\" class=\"mw-headline\">History</span></h2>\n<h3><span id=\"Creator_and_Notator\" class=\"mw-headline\">Creator and Notator</span></h3>\n<p>In 1987, C-Lab released Gerhard Lengeling's MIDI sequencer program for the&nbsp;Atari ST&nbsp;platform called&nbsp;<em>Creator</em>.<sup id=\"cite_ref-Sound_On_Sound_Nov_1987_9-0\" class=\"reference\">[9]</sup><sup id=\"cite_ref-Music_Technology_Dec_1987_10-0\" class=\"reference\">[10]</sup>&nbsp;From version 2.0 onwards, released in 1988, a version with added musical notation capabilities was also available, called&nbsp;<em>Notator</em>, made with the help of Chris Adam.<sup id=\"cite_ref-Sound_On_Sound_Sep_1988_11-0\" class=\"reference\">[11]</sup>&nbsp;A later bundled multitasking utility called Soft Link rebranded the packages as&nbsp;<em>Creator SL</em>&nbsp;and&nbsp;<em>Notator SL</em>.<sup id=\"cite_ref-Music_Technology_Mar_1991_12-0\" class=\"reference\">[12]</sup></p>\n<p>&nbsp;</p>\n<p>In the United States, its main rivals at the time included&nbsp;Performer&nbsp;and&nbsp;Vision, whereas in Europe its main rivals were&nbsp;Steinberg's&nbsp;Pro 24 and later&nbsp;Cubase. Most MIDI sequencers presented a song as a linear set of tracks. However, Notator and Vision were pattern-based sequencers: songs were built by recording patterns (which might represent for example Intro, Verse, Chorus, Middle-8, Outro) with up to 16 tracks each, then assembling an Arrangement of these patterns, with up to 4 patterns playing simultaneously at any one time in the song.<sup id=\"cite_ref-13\" class=\"reference\">[13]</sup>&nbsp;This more closely resembled working principles of hardware sequencers of the 1970s and 1980s.</p>\n<p>&nbsp;</p>\n<p>When it was released, Notator was widely regarded by both musicians and the music press as one of the most powerful and intuitive sequencing and notation programs available on any platform. After the later introduction of competitor Steinberg's&nbsp;Cubase, however, track-based sequencing prevailed over pattern-based, resulting in the eventual greater integration and hybridization of the two methods in later versions of both Cubase and Logic.<sup id=\"cite_ref-14\" class=\"reference\">[14]</sup>&nbsp;As Phil Hartnoll of Orbital said about a later version of Creator, \"Cubase is much better for arranging: you can get an overall picture so much easier. They tried, with C-LAB, with that block arrangement, but I do like to be able to see an overview.\"<sup id=\"cite_ref-mz5538-the-magic-circle_15-0\" class=\"reference\">[15]</sup></p>\n<p>&nbsp;</p>\n<p>Notable users of Creator included&nbsp;Coldcut,<sup id=\"cite_ref-Music_Technology_Aug_1990_16-0\" class=\"reference\">[16]</sup>&nbsp;Fatboy Slim,<sup id=\"cite_ref-Sound_On_Sound_Jan_2017_17-0\" class=\"reference\">[17]</sup>&nbsp;The Future Sound of London,<sup id=\"cite_ref-Music_Technology_Jan_1994_18-0\" class=\"reference\">[18]</sup>&nbsp;LFO,<sup id=\"cite_ref-Music_Technology_Aug_1991_19-0\" class=\"reference\">[19]</sup>&nbsp;Clint Mansell,<sup id=\"cite_ref-20\" class=\"reference\">[20]</sup>&nbsp;Nightmares on Wax,<sup id=\"cite_ref-mz872-waxing-lyrical_21-0\" class=\"reference\">[21]</sup>&nbsp;The Orb,<sup id=\"cite_ref-Music_Technology_Jun_1991_22-0\" class=\"reference\">[22]</sup>&nbsp;Orbital,<sup id=\"cite_ref-Sound_On_Sound_Apr_1994_23-0\" class=\"reference\">[23]</sup>&nbsp;and&nbsp;System 7.<sup id=\"cite_ref-Music_Technology_Oct_1991_24-0\" class=\"reference\">[24]</sup></p>\n<p>&nbsp;</p>\n<h3><span id=\"Logic\" class=\"mw-headline\">Logic</span></h3>\n<p>The C-Lab programmers left that company to form&nbsp;Emagic, and in 1993 released a new program,&nbsp;<em>Notator Logic</em>, which attempted to fuse both track- and pattern-based operation (but looked much more like track-based sequencers than Notator). While rich in features, early versions of Logic on the Atari lacked the intuitiveness and immediacy of either Cubase or Notator, and never achieved the same success. However, by this time the Atari was becoming obsolete, and part of the reason why&nbsp;<em>Notator Logic</em>&nbsp;had been written from scratch with an object oriented GUI (though it shared the same nomenclature as its predecessor) was to make it easier to port to other platforms. The&nbsp;<em>Notator</em>&nbsp;prefix was dropped from the product name and the software became known as simply&nbsp;<em>Logic</em>.</p>\n<p>&nbsp;</p>\n<p>As later versions of the software became available for&nbsp;Mac OS&nbsp;and&nbsp;Windows&nbsp;platforms, and acquired ever more sophisticated functions (especially in audio processing) to take advantage of increased computing power, Logic, together with the rise of the PC, gained popularity again.</p>\n<p>&nbsp;</p>\n<p>Apple acquired Emagic in July 2002.<sup id=\"cite_ref-25\" class=\"reference\">[25]</sup>&nbsp;The announcement included the news that development of the Windows version would no longer continue. This announcement caused controversy in the recording industry with an estimated 70,000 users having invested in the Windows route not wishing to reinvest in a complete new system. Despite much speculation in various Pro Audio forums however, exactly how many users may have abandoned Logic upon its acquisition by Apple, or abandoned the Windows platform for the Mac version, remains unknown,<sup id=\"cite_ref-26\" class=\"reference\">[26]</sup>&nbsp;but Apple Pro Apps revenue has steadily increased since Apple's acquisition of Emagic,<sup id=\"cite_ref-27\" class=\"reference\">[27]</sup>&nbsp;(roughly $2 billion a year as of Q1 2014).</p>\n<p>&nbsp;</p>\n<h2><span id=\"Versions\" class=\"mw-headline\">Versions</span></h2>\n<h3><span id=\"Early_versions\" class=\"mw-headline\">Early versions</span></h3>\n<p><em>Logic 5</em>&nbsp;featured significant improvements in user interface, and increased compatibility with more types of computers, operating systems, and a wide range of audio interfaces. Logic 5.5.1 was the last version to be released for Windows. From Logic 6 onwards, the software would only be exclusively available on Mac OS.</p>\n<p>&nbsp;</p>\n<p>With&nbsp;<em>Logic 6</em>, Emagic added the availability of separately packaged software products that were closely integrated add-ons developed specifically for use with Logic, including software instruments, the EXS sampler and audio processing plug-ins. The Logic 6 package also included the stand-alone program&nbsp;Waveburner, for burning&nbsp;redbook&nbsp;audio CD standard-compliant CDR masters for replication, however, that application was considered a free bonus feature; it was not advertised as part of the package and did not include printed documentation. PDF documentation was included on the installer disc.</p>\n<p>&nbsp;</p>\n<p>In March 2004 Apple released&nbsp;<em>Logic Pro 6</em>, which consolidated over 20 different Emagic products, including all instrument and effect plug-ins, Waveburner Pro (CD Authoring application), and Pro Tools TDM support, into a single product package. Apple also released a scaled down version of Logic called Logic Express, replacing two previous versions that filled that position called Logic Silver and Logic Gold. Apple began promoting Logic Pro as one of its flagship software &lsquo;Pro&rsquo; applications for the Macintosh platform.</p>\n<p>&nbsp;</p>\n<h3><span id=\"Logic_Pro_7\" class=\"mw-headline\">Logic Pro 7</span></h3>\n<p><em>Logic Pro 7</em>&nbsp;was released September 29, 2004. Most notably, Apple modified the interface of Logic 7 to look more like a product that was developed by Apple.</p>\n<p>&nbsp;</p>\n<p>Additions to Logic Pro 7 included: the integration of Apple Loops, Distributed Audio Processing (a technology for combining the power of multiple computers on a network), 3 new instruments including Sculpture (a sound modeling synth) and Ultrabeat (a drum synth and sequencer), and 9 new effect plug-ins including Guitar Amp Pro (guitar amp simulator), and a linear phase corrected version of their 6 channel parametric equalizer. In total, Logic Pro 7 now included 70 effect plug-ins and 34 instrument plug-ins.</p>\n<p>&nbsp;</p>\n<p>Pro-Tools TDM compatibility, which had been a feature of Logic since version 3.5, was not supported by Logic 7.2 on Intel-based Mac computers;<sup id=\"cite_ref-28\" class=\"reference\">[28]</sup>&nbsp;TDM support returned with the release of Logic 8.</p>\n<p>&nbsp;</p>\n<h3><span id=\"Logic_Pro_8\" class=\"mw-headline\">Logic Pro 8</span></h3>\n<p>On September 12, 2007, Apple released the&nbsp;Logic Studio&nbsp;suite that included&nbsp;<em>Logic Pro 8</em>. Logic Pro was no longer a separate product, although a limited version Logic Express 8 was released on the same day, and remained a separate product.</p>\n<p>&nbsp;</p>\n<p>Significant changes were made for Logic 8. Logic Pro 8 was now mainly Cocoa code, but still included some Carbon Libraries.<sup class=\"noprint Inline-Template\">[<em><span title=\"technical jargon (October 2016)\">clarification needed</span></em>]</sup>&nbsp;Alongside changes such as the new processing plug-in (Delay Designer), Apple included features such as Quick Swipe Comping, similar to&nbsp;Soundtrack Pro 2, and multi-take management.</p>\n<p>&nbsp;</p>\n<p>Apple also made changes to ease of use. These include the discontinuation of the XSKey&nbsp;dongle, and a streamlined interface. Each plug-in used in the channel strip opens in a new window when double-clicked. Many of the features found in Logic 7 have been consolidated into one screen. Other additions to the new interface included consolidated arrange windows, dual channel strips, built in browsers (like that in GarageBand) and production templates.</p>\n<p>&nbsp;</p>\n<h3><span id=\"Logic_Pro_9\" class=\"mw-headline\">Logic Pro 9</span></h3>\n<p>On July 23, 2009,&nbsp;<em>Logic Pro 9</em>&nbsp;was announced. A major new feature included \"Flex Time\", Apple's take on \"elastic\" audio, which allows audio to be quantized.<sup id=\"cite_ref-29\" class=\"reference\">[29]</sup>&nbsp;A version of the&nbsp;pedalboard&nbsp;from GarageBand was included, together with a new virtual&nbsp;guitar amplifier&nbsp;where the modeled components could be combined in different ways. There were also a number of improvements to audio editing, fulfilled user requests such as \"bounce in place\" and selective track and channel strip import, as well as an expanded content library including one more&nbsp;Jam Pack. Some of the bundled software, including&nbsp;MainStage&nbsp;2 and Soundtrack Pro 3, was also improved. Logic Pro 9 is Universal Binary, although not officially supported for use on PowerPC computers.<sup id=\"cite_ref-XLR8R_30-0\" class=\"reference\">[30]</sup>&nbsp;SoundDiver, which had been quietly bundled with previous versions, was dropped, eliminating support for arguably the world's most popular synthesizer editor/librarian. As Apple has bundled so many software instruments with Logic, it is not likely that we'll see the return of integration with external synthesizer hardware to the Logic platform.</p>\n<p>&nbsp;</p>\n<p>On January 12, 2010, Apple released Logic Pro 9.1, an Intel only release, thereby officially discontinuing Logic for the PowerPC platform. Logic Pro 9.1 had the option of running in 64-bit mode, which allowed the application to address more memory than in the past. Says Apple \"With 64-bit mode, the application memory is not limited to 4GB as with 32-bit applications, so there is essentially no practical limit by today's standards.\" Third party plug-ins that are 32-bit were still compatible, but would run from a 'wrapper' inside Logic Pro itself.</p>\n<p>&nbsp;</p>\n<p>On December 9, 2011, Apple announced that Logic Pro Studio 9 would no longer be available on DVD, and would only be sold via the&nbsp;Mac App Store. The price was reduced from $499 to $199.99 for the Logic Pro app, and $29.99 for&nbsp;MainStage. The download was just over 400MB, and 19GB of optional loops were available as in-app downloads.<sup id=\"cite_ref-31\" class=\"reference\">[31]</sup></p>\n<p>&nbsp;</p>\n<p>This version of Logic Pro Studio 9 no longer allowed users to access any microtunings in&nbsp;Scala&nbsp;format other than those provided with the software by Apple.</p>\n<p>&nbsp;</p>\n<h3><span id=\"Logic_Pro_X\" class=\"mw-headline\">Logic Pro X</span></h3>\n<p>Released as successor to Logic Pro 9 on July 16, 2013,&nbsp;<em>Logic Pro X</em>&nbsp;(10.0.0) included a new, single-window customizable interface, with a design in line with&nbsp;Final Cut Pro X, as well as new features. New tools in this release are&nbsp;<em>Drummer</em>, a virtual session player that automatically plays along with your song in a wide variety of drumming styles and techniques, and&nbsp;<em>Flex Pitch</em>, a Flex Time equivalent for pitch editing in audio recordings. Also, a new \"Smart Controls\" feature allows users to map parameters from an array of plugins to a single, convenient control interface. Redesigned keyboards and synths were included, together with new stomp boxes, bass amp and drum kit designers, and a chord arpeggiator. A completely rebuilt sound and loop library was introduced, along with a new Patch architecture. Logic Pro X also improved track organization by allowing users to group multiple tracks into 'folder' like categories (e.g., acoustics, synthesizers, vocals, percussion, etc.). In addition to this organization, Logic Pro X allowed individuals to trigger 'solo,' 'mute,' and 'volume' controls for each group.<sup id=\"cite_ref-macworld.com_32-0\" class=\"reference\">[32]</sup>&nbsp;Further improvements were made to score editing, exporting (now compatible with&nbsp;MusicXML&nbsp;format), and this version introduced MIDI plug-in compatibility. Coinciding with the release of Logic Pro X was the release of a companion iPad app called Logic Remote, which allows wireless control of Logic Pro X, including&nbsp;<em>Touch Instruments</em>&nbsp;for playing and recording software instruments as well as tools for navigating, making basic edits and mixing. Since this release, Logic Pro X runs in 64-bit mode only and no longer works with 32-bit plug-ins.<sup id=\"cite_ref-33\" class=\"reference\">[33]</sup>&nbsp;Logic Pro X is capable of transferring most data from previous projects saved in Logic Pro 5 and later, though the transfer to 64-bit only means older 32-bit plugins will no longer work.<sup id=\"cite_ref-macworld.com_32-1\" class=\"reference\">[32]</sup></p>\n<p>&nbsp;</p>\n<p>Logic 10.4 introduced a new reverb called ChromaVerb, and new functionality such as Smart Tempo, as well as the option to undo mixer actions. In addition, version 10.4 introduced support for version 2 of the&nbsp;ARA (Audio Random Access)&nbsp;standard.<sup id=\"cite_ref-34\" class=\"reference\">[34]</sup>&nbsp;10.5 was released in May 2020. It features Live Loops, Sampler, Quick Sampler, Remix FX, new drag-and-drop workflows, Drum Synth, and Step Sequencer.<sup id=\"cite_ref-35\" class=\"reference\">[35]</sup>&nbsp;Sampler, a demo project for&nbsp;Billie Eilish's&nbsp;hit song&nbsp;Ocean Eyes, and Quick Sampler replace EXS24 as Logic Pro X's flagship sampling plugin.<sup id=\"cite_ref-36\" class=\"reference\">[36]</sup></p>\n<p>&nbsp;</p>\n<p>In November 2020, Logic Pro X was renamed \"Logic Pro\", coinciding with the release of&nbsp;macOS 11 Big Sur.<sup id=\"cite_ref-37\" class=\"reference\">[37]</sup></p>\n<p>&nbsp;</p>\n<h2><span id=\"References\" class=\"mw-headline\">References</span></h2>\n<div class=\"reflist\">\n<div class=\"mw-references-wrap mw-references-columns\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Logic Pro release notes\". July 13, 2021.</cite></span></li>\n<li id=\"cite_note-Apple_releases_Logic_Pro_9.1,_adds_64-bit_support-2\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"MusicRadar - Logic 9.1 Release\"<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">January 21,</span>&nbsp;2015</span>.</cite></span></li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"A Brief History Of Logic, From Emagic To Apple\".&nbsp;<em>macprovideo.com</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">June 10,</span>2020</span>.</cite></span></li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"The Top 11 Most Popular DAWs (You Voted For)\".&nbsp;<em>ask.audio</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">March 9,</span>&nbsp;2017</span>.</cite></span></li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Logic Pro X\".&nbsp;<em>Mac App Store</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">November 23,</span>&nbsp;2019</span>.</cite></span></li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Logic Pro X 10.4.5 update raises the track count into the thousands\".&nbsp;<em>gearnews.com</em>. June 14, 2019<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">August 29,</span>&nbsp;2020</span>.</cite></span></li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFIaluna\" class=\"citation web cs1\">Ialuna, John.&nbsp;\"Author\".&nbsp;<em>Hit Trax MIDI Files</em>. John Ialuna<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">August 9,</span>&nbsp;2018</span>.</cite></span></li>\n<li id=\"cite_note-The_Logic_Pros:_A_look_at_Logic&rsquo;s_new_heavy_weight_sample_manipulation_synth_Alchemy-8\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"The Logic Pros: A look at Logic's new heavy weight sample manipulation synth Alchemy\"<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">September 1,</span>&nbsp;2015</span>.</cite></span></li>\n<li id=\"cite_note-Sound_On_Sound_Nov_1987-9\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFRuss1987\" class=\"citation magazine cs1\">Russ, Martin (November 1987).&nbsp;\"C-Lab Creator\".&nbsp;<em>Sound On Sound</em>. United Kingdom. pp.&nbsp;57&ndash;61<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 22,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Music_Technology_Dec_1987-10\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFTrask1987\" class=\"citation magazine cs1\">Trask, Simon (December 1987).&nbsp;\"C-Lab Creator\".&nbsp;<em>Music Technology</em>. United Kingdom: Music Maker Publications (UK), Future Publishing. pp.&nbsp;72&ndash;74<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 22,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Sound_On_Sound_Sep_1988-11\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFWaugh1988\" class=\"citation magazine cs1\">Waugh, Ian (September 1988).&nbsp;\"C-Lab Notator\".&nbsp;<em>Sound On Sound</em>. United Kingdom. pp.&nbsp;22&ndash;26<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 22,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Music_Technology_Mar_1991-12\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFWaugh1991\" class=\"citation magazine cs1\">Waugh, Ian (March 1991).&nbsp;\"C-Lab Creator/Notator V3\".&nbsp;<em>Music Technology</em>. United Kingdom: Music Maker Publications (UK), Future Publishing. pp.&nbsp;42&ndash;46<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 22,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFHoughton\" class=\"citation web cs1\">Houghton, Matt.&nbsp;\"Play Order Track\". SoundOnSound<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">December 2,</span>&nbsp;2014</span>.&nbsp;<q>Like Notator, Vision, and several other of the early MIDI sequencers, it was pattern-based. There was no timeline, no timeline-based looping of selections, and no arrange page. This method was more like a relational database than a modern computer sequencer. Users programmed various parts, comprising rhythms, chords and melodies, then programmed the order and number of repetitions of each of these parts to form songs.</q></cite></span></li>\n<li id=\"cite_note-14\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"The Audio Interface Choice\".&nbsp;<em>Home Studio</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">April 6,</span>&nbsp;2015</span>.</cite></span></li>\n<li id=\"cite_note-mz5538-the-magic-circle-15\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFWard1993\" class=\"citation magazine cs1\">Ward, Phil (June 1993).&nbsp;\"The Magic Circle\".&nbsp;<em>Music Technology</em>. United Kingdom: Music Maker Publications (UK), Future Publishing. pp.&nbsp;56&ndash;60<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">July 6,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Music_Technology_Aug_1990-16\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFGoodyer1990\" class=\"citation magazine cs1\">Goodyer, Tim (August 1990).&nbsp;\"What's That Noise?\".&nbsp;<em>Music Technology</em>. United Kingdom: Music Maker Publications (UK), Future Publishing. pp.&nbsp;30&ndash;34<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 22,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Sound_On_Sound_Jan_2017-17\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFDoyle2017\" class=\"citation magazine cs1\">Doyle, Tom (January 2017).&nbsp;\"Classic Tracks: Fatboy Slim \"Praise You<span class=\"cs1-kern-right\">\"</span>\".&nbsp;<em>Sound On Sound</em>. United Kingdom<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 22,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Music_Technology_Jan_1994-18\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFTrask1994\" class=\"citation magazine cs1\">Trask, Simon (January 1994).&nbsp;\"Future Talk\".&nbsp;<em>Music Technology</em>. United Kingdom: Music Maker Publications (UK), Future Publishing. pp.&nbsp;16&ndash;18<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 22,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Music_Technology_Aug_1991-19\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFTrask1991\" class=\"citation magazine cs1\">Trask, Simon (August 1991).&nbsp;\"Deep Vibrations\".&nbsp;<em>Music Technology</em>. United Kingdom: Music Maker Publications (UK), Future Publishing. pp.&nbsp;60&ndash;65<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">March 2,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-20\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREF@iamclintmansell2020\" class=\"citation web cs1\">@iamclintmansell (April 25, 2020).&nbsp;\"Headache music..my rig was MC-303, with AKAI S1000, an Atari 1040 running Creator which would become Logic. As far gear went this was my set up, &amp; a Roland JV 880. I'd had a Nord Lead too but it got burned out when lightning hit our building &amp; I couldn't afford to get it fixed\"&nbsp;(Tweet) &ndash; via&nbsp;Twitter.</cite></span></li>\n<li id=\"cite_note-mz872-waxing-lyrical-21\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFTrask1991\" class=\"citation magazine cs1\">Trask, Simon (September 1991).&nbsp;\"Waxing Lyrical\".&nbsp;<em>Music Technology</em>. United Kingdom: Music Maker Publications (UK), Future Publishing. pp.&nbsp;36&ndash;39<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">July 7,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Music_Technology_Jun_1991-22\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFGoodyer1991\" class=\"citation magazine cs1\">Goodyer, Tim (June 1991).&nbsp;\"Tune In, Turn On, Chill Out\".&nbsp;<em>Music Technology</em>. United Kingdom: Music Maker Publications (UK), Future Publishing. pp.&nbsp;42&ndash;48<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">March 7,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Sound_On_Sound_Apr_1994-23\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFHumberstone1994\" class=\"citation magazine cs1\">Humberstone, Nigel (April 1994).&nbsp;\"Music of Spheres\".&nbsp;<em>Sound On Sound</em>. United Kingdom<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 22,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-Music_Technology_Oct_1991-24\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFTrask1991\" class=\"citation magazine cs1\">Trask, Simon (October 1991).&nbsp;\"All Systems Go\".&nbsp;<em>Music Technology</em>. United Kingdom: Music Maker Publications (UK), Future Publishing. pp.&nbsp;36&ndash;42<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">March 2,</span>&nbsp;2021</span>.</cite></span></li>\n<li id=\"cite_note-25\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Apple Acquires Emagic\".&nbsp;<em>Apple, Inc</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">February 13,</span>&nbsp;2007</span>.</cite></span></li>\n<li id=\"cite_note-26\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Apple Drops Emagic Bombshell\".&nbsp;<em>The Register</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">July 1,</span>&nbsp;2002</span>.</cite></span></li>\n<li id=\"cite_note-27\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Apple Pro Apps Quarterly Revenue\".&nbsp;<em>Alex4D</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">July 28,</span>&nbsp;2014</span>.</cite></span></li>\n<li id=\"cite_note-28\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">According to Digidesign&rsquo;s&nbsp;compatibility document for Pro Tools TDM HD 7.2 and 7.3, Logic Pro will require a future update from Apple to support Pro Tools HD DAE for Intel-based Macs.\"</span></li>\n<li id=\"cite_note-29\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Logic - Using Flex Time on Vocals -\".&nbsp;<em>soundonsound.com</em>.</cite></span></li>\n<li id=\"cite_note-XLR8R-30\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"A First Look At Logic Pro 9\". XLR8R. July 24, 2009. Archived from&nbsp;the original&nbsp;on October 1, 2009<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">June 24,</span>&nbsp;2010</span>.</cite></span></li>\n<li id=\"cite_note-31\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Logic Pro 9 Product Page on Mac App Store\".&nbsp;<em>Apple, Inc</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">December 9,</span>&nbsp;2011</span>.</cite></span></li>\n<li id=\"cite_note-macworld.com-32\"><span class=\"mw-cite-backlink\">^&nbsp;<span class=\"cite-accessibility-label\">Jump up to:</span><sup><em><strong>a</strong></em></sup>&nbsp;<sup><em><strong>b</strong></em></sup></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Review: Logic Pro X loses none of its power, gains great new features\".&nbsp;<em>Macworld</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">November 10,</span>&nbsp;2015</span>.</cite></span></li>\n<li id=\"cite_note-33\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Logic Pro X review: Powerful new features &amp; a simplified UI with no compromises for pros\". July 26, 2013.</cite></span></li>\n<li id=\"cite_note-34\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFLibertini2018\" class=\"citation news cs1\">Libertini, Carlo (February 4, 2018).&nbsp;\"Logic 10.4 Update: the first to utilize ARA-2\".&nbsp;<em>Produce Like A Pro</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">July 9,</span>&nbsp;2019</span>.</cite></span></li>\n<li id=\"cite_note-35\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Logic Pro X 10.5 release notes\".&nbsp;<em>Apple Support</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">June 1,</span>&nbsp;2020</span>.</cite></span></li>\n<li id=\"cite_note-36\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Create sampler instruments with Sampler in Logic Pro X\".&nbsp;<em>Apple Support</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">October 20,</span>&nbsp;2020</span>.</cite></span></li>\n<li id=\"cite_note-37\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"What's new in Logic Pro 10.6\".&nbsp;<em>Apple Support</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">April 6,</span>&nbsp;2021</span>.</cite></span></li>\n</ol>\n</div>\n</div>",
 "remarks": "本词条内容来自 https://zh.wikipedia.org/wiki/Logic_Pro",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Logic_Pro",
 "status": 1,
 "clickNum": 6,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 78,
 "name": "Logic Pro",
 "categoryText": "数字音频工作站",
 "descriptions": "Logic Pro 是一款Mac平台的数字音频工作站（DAW）与MIDI音序器软件。Logic Pro最早由德国软件开发商Emagic开发，并随着2002年苹果公司对Emagic的收购成为苹果的产品，并作为苹果的专业级音乐软件套装Logic Studio的一部分。",
 "picture": "https://duopin-community.oss-cn-shenzhen.aliyuncs.com/vkqdipn3ipmisdqymgnu.png",
 "referenceUrl": "https://en.wikipedia.org/wiki/Logic_Pro; https://zh.wikipedia.org/wiki/Logic_Pro",
 "typeId": 11,
 "typeName": "其他",
 "dataId": 78,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=11&dataId=78"
}