{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>锐舞，又称锐舞派对和狂野派对，是一场通宵达旦的舞会，在那里DJ或其他表演者会播放电子音乐和锐舞音乐。锐舞是从英文的rave音译而来，当初这个字是1960年代伦敦的加勒比海裔居民用来称呼派对的俚语。1980年代末期，新闻记者将这个字转变成称呼那些从迷幻浩室（acid house）运动中，发展出来的一种派对现象及次文化。 RaveOn.jpg 反对锐舞的人试图将锐舞在各种法域中非法化，针对其中非法药物的使用与交易，以及未成年者饮用酒精饮料。有些大众媒体，特别是美国电视新闻杂志以及英国小报，会刻意去呈现出锐舞或raver比较耸动的那一面，使得大家对锐舞这个词产生负面的观感。 为使香港的年青人远离锐舞派对，香港政府曾在2000年代初期大力推动Para Para，并邀请郭富城等知名艺人站台，又资助他们拍电影，使香港人渐渐沉迷于Para Para而远离锐舞派对。术语 锐：指很有锐舞风格的装扮（例：哇！你今天穿的很锐耶） 锐裤：指锐舞风格的裤子（通常为：裤管超大超宽松，颜色抢眼绚丽，口袋大，穿着跳舞很有型） 理想与争议 和宗教仪式相类的是，锐舞也有他的精神主张：PLUR。所谓PLUR是以下几个字的大楷简写：Peace（和平）、Love（爱）、Unity（团结）和Respect（尊重），其精神和60年代的嬉皮士相类。锐舞派对的原意是追寻一个友爱，没有歧视争斗的世界。不论是巫教祭典、嬉皮士还是锐舞派对，迷幻药物都占著一席之地。</p>\n<p>&nbsp;</p>\n<p>锐舞的英文RAVE，原为一群人聚众热闹之意。后来它代表着在Disco-Jockey（DJ）打碟号召之下，打扮入时的年轻人，沉醉于DJ播放的新派跳舞音乐中，通宵达旦，热烈起舞。 1988年，4位英国DJ去西班牙度假岛屿阿利巴里群岛时发现了BALEARIC音乐风格，当地DJ如阿尔费多将来自芝加哥的HOUSE舞曲加入多种西班牙及其他音乐元素播放出来，再加上IBIZAE文化的刺激。让以保罗奥克福得为首的4人享受了极为精彩的一夜。回到英国他们决定要将这种派对搬回家乡，这就是RAVEPARTY（锐舞派对）的源头。 从丹尼.兰普里搞的SHOOMPARTY开始，从起始的ACIDHOUSE音乐播放开始，跳舞文化从此掀开了新的一页，随着英国众多优秀俱乐部、DJ、派对搞手的出现，这种青年次文化也让大家的想象空间无限扩大，为数码时代的年青人带来了他们最需要的精神食粮。 实际上，在同时间的欧洲，大部分年青人亦全是&ldquo;蒲友&rdquo;，意大利、比利时、荷兰、法国更是创造了自己的独特音乐风格，意大利的口水舞曲制作堪称世界第一，比利时、法国是欧洲新锐舞文化的核心地带，荷兰的HARDCORE舞曲让你一次颠个够，不过欧洲最厉害的是德国，首先它差不多成为了欧洲的TECHNO之都，德国人爱TECHNO的程度，可以比英国人有过之而无不及。1992年，在SVANVATH、JAMANANDSPOON的带领下，德国TRANCE成了全球跳舞新势力，而柏林每年一度的LOVEPARADE亦愈演愈烈，最近4年，来自全世界的蒲友每次都超过100万人，令柏林成为全球最有人气的锐舞中心。 亚洲地区的派对近年来愈发丰富。首先是泰国，曼谷本身已有一个不错的跳舞音乐环境，可万人的焦点集中在KOHSAMUI上，那儿的蒲友将源自印度岛屿GOA的圆月沙滩派对移师到泰国，想像一下，在圆月的沙滩上大跳特跳锐舞的心情，绝对终生难忘。</p>\n<p>&nbsp;</p>\n<div>\n<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">虽然有些raves节可能是在夜总会或私人家中举行的小型聚会，但有些狂欢节已经发展到了巨大的规模，大型节日和活动会有多个DJ和舞蹈区（如1992年the Castlemorton Common Festival）。一些电子舞蹈音乐节有raves的特点，但往往是更大的商业规模。raves可能会持续很长一段时间，有些活动会持续24小时，持续一整夜不停。执法人员突袭和反rave法对许多国家的rave并不友好，因为它与非法药物有关，如二亚甲基双氧苯丙胺（MDMA）（通常与丙二醛（MDA）一起称为&ldquo;俱乐部毒品&rdquo;或&ldquo;派对毒品&rdquo;）、安非他明、LSD、GHB、氯胺酮、甲基苯丙胺（冰毒）、可卡因，大麻。除了毒品之外，狂欢节还经常利用未经授权的秘密场所，例如在无人居住的家里、废弃仓库或飞机库举行聚会。会出现担忧声音通常是因为对rave文化引发的道德问题感到不安。</p>\n</div>\n</div>",
 "remarks": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "remarksEn": "本词条内容暂未完善仅供参考，多频百科小编正在火速赶来",
 "status": 1,
 "clickNum": 61,
 "deleted": 0,
 "lang": 0,
 "chooseLang": false,
 "id": 589,
 "name": "Rave（锐舞文化）",
 "categoryText": "文化",
 "descriptions": "Rave（锐舞），又称锐舞派对和狂野派对，是一场通宵达旦的舞会，在那里DJ或其他表演者会播放电子音乐和锐舞音乐。",
 "referenceUrl": "https://en.wikipedia.org/wiki/Rave#Rave_music",
 "typeId": 11,
 "typeName": "其他",
 "dataId": 589,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=11&dataId=589"
}