{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<div>\n<div>\n<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Tracktion（现在称为Waveform）是一个数字音频工作站，用于录制和编辑音频和MIDI。该软件是跨平台的，可以在苹果macOS、微软Windows和Linux上运行。</p>\n</div>\n</div>\n</div>\n<div>&nbsp;</div>\n<div><strong>历史</strong></div>\n<div>Tracktion最初是由一个英国设计师/程序员Julian Storer开发的，并在2002年由英国的Raw Material Software公司首次发布。美国的Mackie公司是LOUD技术公司的一个部门，专门从事录音室录音和现场音响产品，在2003年接管了Tracktion的分销，该软件以独立的盒装零售版本出售，并与Mackie、Tapco和Echo Audio的计算机音频接口和数字能力的调音板捆绑销售。</div>\n<div>&nbsp;</div>\n<div>虽然没有来自Mackie官方的消息，但用户的理解是该项目已经停止了，因为自2008年1月以来，该公司没有任何更新、沟通或公告。然而，在2013年1月的NAMM展会上，Tracktion通过原开发者Julian Storer重生，他宣布他已经重新获得了软件的控制权，并将与他新成立的 \"Tracktion软件公司 \"一起开发Tracktion。</div>\n<div>&nbsp;</div>\n<div><strong>用户界面和独特功能</strong></div>\n<div>Tracktion的设计对用户来说是尽可能透明和直观的。轨道对象的控制和参数是上下文敏感的；效果器、MIDI乐器和其他软件对象可以被添加到轨道上，甚至可以使用过滤器的拖放系统直接应用于单个音频和MIDI片段。复杂的滤波器链可以被创建、存储和调用，以便以后作为机架效果器使用，这可以被认为是类似于传统DAW/编曲器中保存的通道条设置。</div>\n<div>&nbsp;</div>\n<div>Tracktion代表着摆脱了大多数传统MIDI音序器和数字音频工作站常见的模式对话框、多个菜单和杂乱无章的窗口，转而采用精简的单屏幕方法，只向用户提供他们当前工作所需的选项，如编辑音频、调整MIDI自动化参数、效果设置等。在这方面，Tracktion经常与Ableton Live相提并论，尽管Live有两个独立的工作区域（会话和编曲），而且不像Tracktion那样有完全上下文敏感的非模式元素，可以根据任务自动显示或隐藏。然而，两者都值得注意的是使用了更抽象的视觉风格，并不试图在视觉上复制 \"真实世界 \"的录音设备或效果箱。除了基于拖放的非模态界面和机架滤波器，Tracktion的其他重要创新，后来也被其他大多数DAW所效仿，包括 \"冻结 \"的开发，一种将midi乐器音轨可逆地转换为音频以释放内存和CPU的方法，以及一个内联midi编辑器，允许在音轨中编辑midi，而不是在一个单独的窗口或专用编辑器中。</div>\n<div>&nbsp;</div>\n<div>Tracktion也是第一个采用完全基于矢量、可调整大小的界面的DAW。</div>\n<div>&nbsp;</div>\n<div><strong>开放源代码库</strong></div>\n<div>为创建Tracktion的图形和音频功能而开发的底层C++代码后来被分割成一个开源库JUCE，目前仍由Julian Storer / ROLI Limited维护和开发。</div>\n<div>&nbsp;</div>\n<div>&nbsp;</div>",
 "contentEn": "<p>Tracktion (now known as Waveform[1]) is a digital audio workstation for recording and editing audio and MIDI. The software is cross-platform, running on Apple macOS, Microsoft Windows and Linux.</p>\n<p>&nbsp;</p>\n<table class=\"infobox vevent\" style=\"width: 22em;\">\n<tbody>\n<tr>\n<th style=\"white-space: nowrap;\" scope=\"row\">Developer(s)</th>\n<td>Tracktion Software Company</td>\n</tr>\n<tr>\n<th style=\"white-space: nowrap;\" scope=\"row\">Stable release</th>\n<td>\n<div style=\"margin: 0px;\">11.1.0 / June&nbsp;29, 2020<span class=\"noprint\">; 7 months ago</span></div>\n</td>\n</tr>\n<tr>\n<th style=\"white-space: nowrap;\" scope=\"row\">Operating system</th>\n<td>Apple Mac OS X, Microsoft Windows, Linux</td>\n</tr>\n<tr>\n<th style=\"white-space: nowrap;\" scope=\"row\">Type</th>\n<td>Digital Audio Workstation</td>\n</tr>\n<tr>\n<th style=\"white-space: nowrap;\" scope=\"row\">License</th>\n<td>Proprietary</td>\n</tr>\n<tr>\n<th style=\"white-space: nowrap;\" scope=\"row\">Website</th>\n<td><span class=\"url\">www<wbr />.tracktion<wbr />.com</span></td>\n</tr>\n</tbody>\n</table>\n<p>&nbsp;</p>\n<h2><span id=\"History\" class=\"mw-headline\">History</span></h2>\n<p>Tracktion was originally developed by a single UK designer/programmer, Julian Storer, and was first released in 2002 by UK-based Raw Material Software. US-based Mackie, a division of LOUD Technologies specializing in studio recording and live sound products, took over distribution of Tracktion in 2003 and the software was sold in standalone, boxed retail versions as well as bundled with Mackie, Tapco and Echo Audio computer-audio interfaces and digital-capable mixing boards.</p>\n<p>&nbsp;</p>\n<p>Although no official word came from Mackie officials, user understanding was that the project had been discontinued, as no updates, communication or announcements had been forthcoming from the company since January 2008. However, at the January 2013 NAMM show Tracktion was reborn through original developer Julian Storer, who announced that he had re-acquired control of the software and would be developing Tracktion with his newly founded \"Tracktion Software Company\" .</p>\n<h2><span id=\"User_interface_and_unique_features\" class=\"mw-headline\">User interface and unique features</span></h2>\n<p>Tracktion was designed to be as transparent and intuitive to the user as possible. Track object controls and parameters are context-sensitive; effects, MIDI instruments and other software objects can be added to tracks or even applied directly to individual audio and MIDI clips using a drag-and-drop system of <em>filters</em>. Complex chains of filters can be created, stored and recalled for later use as <em>rack effects,</em> which can be thought of as analogous to a saved channel strip setting in a traditional DAW/sequencer.</p>\n<p>&nbsp;</p>\n<p>Tracktion represented a move away from the modal dialog boxes, multiple menus and cluttered windows common to most legacy MIDI sequencers and Digital Audio Workstations, in favour of a streamlined, single-screen approach that presents the user only with the options they need for the task they are currently doing, such as editing audio, adjusting MIDI automation parameters, effects settings, etc. In this respect Tracktion is often compared to Ableton Live, although Live has two separate work areas (Session and Arrange) and does not have fully context sensitive non modal elements that automatically show or hide depending on the task as does Tracktion. However both are notable for the use of a more abstract visual style that does not attempt to visually replicate \"real world\" recording equipment or effects boxes. As well as the drag and drop based non modal interface and rack filters, other key innovations of Tracktion's, later to be followed by most other DAWs, were the development of \"freeze\", a way of reversibly converting a midi instrument track to audio to free up memory and cpu, and an inline midi editor that allowed midi to be edited in the track rather than in a separate window or dedicated editor. Tracktion was also the first DAW to adopt a fully vector-based, resizable interface.</p>\n<h2><span id=\"Open_source_library\" class=\"mw-headline\">Open source library</span></h2>\n<p>The underlying C++ code that was developed to create Tracktion's graphic and audio capabilities was later split-out into an open-source library, JUCE, which is still maintained and developed by Julian Storer / ROLI Limited.</p>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://en.wikipedia.org/wiki/Tracktion_Waveform",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Tracktion_Waveform",
 "status": 1,
 "clickNum": 5,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 145,
 "name": "Tracktion Waveform",
 "categoryText": "数字音频工作站",
 "descriptions": "Tracktion（现在称为Waveform[1]）是一个数字音频工作站，用于录制和编辑音频和MIDI。该软件是跨平台的，可以在苹果macOS、微软Windows和Linux上运行。\n",
 "picture": "https://duopin-community.oss-cn-shenzhen.aliyuncs.com/image/2021/8/k150k7w43vg0kw07djq3.jpg",
 "referenceUrl": "https://en.wikipedia.org/wiki/Tracktion_Waveform",
 "typeId": 11,
 "typeName": "其他",
 "dataId": 145,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=11&dataId=145"
}