{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>阿瓦隆（或阿瓦隆好莱坞）是一个历史悠久的夜总会在加利福尼亚州好莱坞，位于交叉口附近的好莱坞和藤，在1735 N.藤街道。它以前被称为好莱坞剧场、WPA 联邦剧院、埃尔卡皮坦剧院、杰里刘易斯剧院、好莱坞宫和皇宫。它可容纳 1,500 人，位于国会大厦唱片大楼的街对面。</p>\n<p>&nbsp;</p>\n<p><strong>历史</strong></p>\n<p><span style=\"text-decoration: underline;\">好莱坞剧场</span></p>\n<p>原名好莱坞剧场，位于 1735 N. Vine 的剧院于 1927 年 1 月 24 日首次开放。<sup id=\"cite_ref-history_1-0\" class=\"reference\">[1]</sup>它由Henry L. Gogerty&nbsp;(1894&ndash;1990)的建筑团队以西班牙巴洛克风格设计1926 年至 1927 年，卡尔&middot;朱尔斯&middot;韦尔（Carl Jules Weyl，1890 年至 1948 年）。<sup id=\"cite_ref-databasetheater_2-0\" class=\"reference\"></sup><sup id=\"cite_ref-databasetheater_2-0\" class=\"reference\"></sup></p>\n<h3>&nbsp;</h3>\n<p><span style=\"text-decoration: underline;\">联邦剧院计划</span></p>\n<p>在大萧条期间，好莱坞剧院在工程进度管理局的联邦剧院项目下运营，是政府赞助的戏剧活动的场所。<sup id=\"cite_ref-history_1-1\" class=\"reference\">[1]</sup><sup id=\"cite_ref-history_1-1\" class=\"reference\"></sup></p>\n<h3>&nbsp;</h3>\n<p><span style=\"text-decoration: underline;\">爱尔卡皮坦剧院</span></p>\n<p>后来，该剧院主持了众多CBS 广播网络节目，包括范妮&middot;布莱斯 (Fanny Brice) 的Baby Snooks节目和露西尔&middot;鲍尔(&nbsp;Lucille Ball&nbsp;) 的我最喜欢的丈夫节目。</p>\n<p>&nbsp;</p>\n<p>在 1940 年代，该剧院更名为 El Capitan Theatre，并用于长期上演的现场滑稽&nbsp;综艺节目，名为Ken Murray's Blackouts。</p>\n<p>&nbsp;</p>\n<p>在 1950 年代，该剧院仍以 El Capitan 的名义被NBC改建为电视演播室。1952 年 9 月 23 日，理查德&middot;尼克松 (Richard Nixon)在舞台上发表了他著名的&ldquo;跳棋演讲&rdquo;。人们经常错误地认为这一事件发生在好莱坞大道附近的 El Capitan 剧院，尽管该剧院从来都不是电视演播室，并于 1952 年作为一家名为派拉蒙剧院的电影院运营。</p>\n<p>&nbsp;</p>\n<p>剧院也是高露洁喜剧时间、劳伦斯韦尔克表演、真相或后果和这就是你的生活的所在地。</p>\n<h3>&nbsp;</h3>\n<p><span style=\"text-decoration: underline;\">杰里刘易斯剧院</span></p>\n<p>1963 年，美国广播公司 (ABC) 电视台斥资 400,000 美元翻新了这座建筑。&nbsp;杰里刘易斯使用剧院/广播工作室为他的每周星期六晚上电视节目（持续 13 周从 9 月到 1963 年 12 月），并适当地更名为剧院杰里刘易斯剧院。舞台有一个现有的绳索配重飞行系统。后台二楼飞重位于舞台右侧。位于舞台左侧的是舞台小巷连接并通往葡萄街的双开门。所有舞台布景都移进移出舞台加载入口。</p>\n<p>&nbsp;</p>\n<p>在这个舞台装载门的对面是&ldquo;明星更衣室&rdquo;，它是为杰里&middot;刘易斯完全重建的。一楼更衣室有一个带镜面后吧台的小前吧台、立式钢琴和沙发休息区。一个圆形螺旋金属楼梯通向二楼，一个化妆镜台，一张好莱坞床/沙发。相邻的卫生间配备了壁挂式电话，供刘易斯在使用设施和化妆区的同时开展业务。通过填充（倒入混凝土）原来的乐池，扩大了舞台前的舞台围裙。以舞台为中心的 4 英尺宽混凝土摄像机坡道将舞台围裙与 6 英尺深的摄像机通道连接到礼堂后墙上。</p>\n<p>&nbsp;</p>\n<p>电视控制室位于面向舞台的左后礼堂一侧（即摄像机左侧）。控制室后面是录像带室，Ampex 录像带机就在那里。藤街检修门为设备提供了入口和装载。在礼堂的右侧（摄像机右侧），连接围裙的混凝土水平地板填充到礼堂后墙。这成为了管弦乐队/乐队区域。威廉&ldquo;比尔&rdquo;莫里斯三世是该节目的艺术总监。他在舞台左侧放置了一个带有液压升降机的主机平台，在刘易斯与客人进行采访的过程中，&ldquo;家庭基地&rdquo;办公桌座位区可以抬高到舞台地板上方 8 英尺。</p>\n<p>&nbsp;</p>\n<p>阳台观众可以看到主持人和人才，查普曼起重机相机可以与人才齐平。舞台中心被保留为表演区。新的观众座位位于中央摄像机通道的两侧。电工控制区位于阳台。ABC 对所有电气、视频和音响设备以及隔音室进行了彻底的重新布线。藤街前二楼的办公室为制作/制片人的办公综合体进行了翻新。位于左前方室外大厅的楼梯入口通向二楼办公室。</p>\n<p>&nbsp;</p>\n<p>售票处位于室外大厅的右侧，每天向 ABC 页面工作人员开放，以分发 The Jerry Lewis Show 和所有ABC 的 Talmadge Lot电视节目的观众票，包括 Lawrence Welk 节目和游戏节目，整个建筑的外观内部装修和粉刷刚刚完成，主大堂铺上了新地毯，中央楼梯通向清理干净的阳台地板，阳台座椅也经过翻新。</p>\n<h3>&nbsp;</h3>\n<p><span style=\"text-decoration: underline;\">好莱坞宫</span></p>\n<p>在刘易斯演出取消后，美国广播公司将大楼更名为好莱坞宫。好莱坞宫于1964 年 1 月推出，是一个每周一小时的综艺系列节目，轮流担任主播嘉宾。Bing Crosby 在首秀、系列大结局以及中间的三十多集中担任 mc。其他主持人包括 Liberace、Jimmy Durante、Ginger Rogers、Victor Borge、Joan Crawford、Bette Davis、Cyd Charisse &amp; Tony Martin、Van Johnson、Betty Hutton、Diana Ross &amp; The Supremes、Judy Garland、Alice Faye &amp; Phil Harris、Groucho Marx 和路易斯&middot;阿姆斯特朗。该节目取得了巨大的成功，并持续了七年多（194 集），于 1970 年 2 月 4 日结束。</p>\n<p>&nbsp;</p>\n<p>ABC 继续使用演播室建设、录制替代节目系列和其他电视广播节目。（在 1970 年代中期，ABC 将 Lawence Welk Syndicated Show 从他们的 ABC-lot 舞台 E 搬回了 Palace，直到 Welk Group 将该节目移至 CBS 电视城进行后两季。）好莱坞宫殿电视连续剧是一部ABC-TV West Coast 制作由该网络揭幕，以与周日晚上的 CBS-TV Ed Sullivan 节目竞争。ABC 找到了尼克&middot;瓦诺夫和比尔&middot;哈巴赫，对他们提出了一种有声望的综艺小时格式表示开放。作为对网络的回应，Vanoff 和 Harbach 要求 Bing Crosby 担任综艺杂耍节目的主要主持人，并将他的主持任务与著名的好莱坞电影名人交替主持任务。</p>\n<p>&nbsp;</p>\n<p>由于 ABC 取消了杰瑞刘易斯秀，演播室设施已经完全翻新。The Network 需要一些东西来满足他们对舞台工作室空间的长期租赁。ABC-TV 从来不想负担财产，而是更愿意租用设施。由 Vanoff 和 Harbach 建立的 Zodiac Productions 将他们四个月前组建的相同员工聚集在一起，为 NBC-Burbank 的 CBS-TV 录制了 Bing Crosby Color Special（1963 年 8 月）。Jim Trittipo 作为艺术总监，Hub Braden 作为他的助理艺术总监，Rita Scott 作为副制片人，Jerry McPhie 作为制作经理，Les Brown 和他的音乐家作为音乐指导团队，包括一个写作团队和人才管理团队。Trittipo 通过设计开场&ldquo;外观&rdquo;设置，确立了节目的开场格式，其中，由于不进入商业广告，有时第二幕和场景会转变为第三幕改变的舞台布景转换。这成为了综艺小时的新鲜事。并在正常的网络广告时段不切换频道，让观众坚持看管。由于制作人可以为综艺表演导入拉斯维加斯和里诺陈列室表演，因此制作人能够将这些表演者带到洛杉矶伯班克进行表演。相邻的停车场成为该节目的额外奖励，可以预订高空走钢丝和空中飞人表演者，以及需要大型设置空间的动物表演。</p>\n<p>&nbsp;</p>\n<p>这些类型的行为在 Ed Sullivan 的 CBS 节目中是不可能的。弗兰克&middot;辛纳屈 (Frank Sinatra) 作为东道主的单独访问使他与爵士传奇人物贝西伯爵 (Count Basie)配对&nbsp;。小萨米戴维斯&nbsp;是一位常客表演者，1964 年迪恩&middot;马丁的两次主持任务导致了他自己的 NBC 电视综艺系列。瓦诺夫和哈巴赫允许马丁在录音当天来到录音室，几乎没有排练。从不排练音乐片段，他在乐队跟上时唱着冷酷的数字！罗文和马丁，同上！宫殿是许多人物获得系列镜头的跳板。Fred Astaire 主持了四场节目，这些节目与 NBC-TV 就他们自己的 Fred Astaire 艾美奖特别节目展开了谈判。该计划重振了许多演艺界的事业。</p>\n<p>&nbsp;</p>\n<p>1965 年夏季停播期间，美国广播公司将好莱坞宫从黑白电视演播室改造成网络上第一个西海岸彩色广播设施。1965年9月18日，好莱坞宫开始全彩播出。Lawrence Welk Show 从 ABC-Talmadge 场地转移到好莱坞宫交替录制节目。在此期间，ABC 安装了四台 RCA TK-41 彩色摄像机，并对 Welk 舞台进行了翻新。Welk 节目在 1966-67 赛季结束后搬回 ABC 地段。瓦诺夫和哈巴赫于 1967 年 8 月作为试播节目制作了国王姐妹综艺节目。这个试播节目被售出并被安排在每周宫结束周时间表前录制。演播室设施得到充分利用。</p>\n<p>&nbsp;</p>\n<p><strong>宫殿</strong></p>\n<p>1978 年，ABC 将剧院卖给了私人商人丹尼斯&middot;利特克（Dennis Lidtke），后者将其修复并在四年后重新开放，并改名为&ldquo;宫殿&rdquo;。剧院的观众座位区被拆除。观众倾斜的地板被平整以从大厅入口区域到舞台围裙齐平（同一水平）。乐队位于舞台区。一个双楼梯安装在礼堂后墙上，有一个开放式拱门，连接到大堂楼梯的第一个楼梯平台，供阳台进入，在那里安排了桌子和座位，以便在阳台上观看下面的乐队和舞池。使用改造后的设施进行的一项早期制作是 1983 年Sheena Easton&nbsp;HBO音乐会特别节目，Sheena Easton Live at the Palace, Hollywood.&nbsp;这是布鲁斯&middot;威利斯 (Bruce Willis) 获得 ACE 提名的 HBO 特别节目《布鲁诺的回归》(The Return of Bruno) 表演部分的场地，该片由吉姆&middot;尤基奇 (Jim Yukich) 执导。它由布鲁斯&middot;威利斯、保罗&middot;弗莱特里和吉姆&middot;尤基奇编写和制作。</p>\n<p>&nbsp;</p>\n<p>阿瓦隆（作为宫殿）在电影《反对一切的可能性》中占有突出地位。</p>\n<p>&nbsp;</p>\n<p>朋克乐队Ramones于 1996 年 8 月 6 日在这里演奏了他们的第 2263 场也是最后一场演出。它是为专辑We're Outta Here录制的广告牌现场直播！.&nbsp;该建筑曾举办过美国音乐奖。<sup id=\"cite_ref-4\" class=\"reference\"></sup></p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">阿瓦隆</span></p>\n<p>1735 Vine 于 2002 年 9 月被好莱坞娱乐合作伙伴收购，并更名为Avalon。自 2004 年以来，该场地已于周五的CONTROL和周六的&ldquo;Avaland&rdquo;向公众开放。<sup id=\"cite_ref-5\" class=\"reference\"></sup><sup id=\"cite_ref-6\" class=\"reference\"></sup>&nbsp;&ldquo;Control&rdquo;围绕dubstep、Trap和Electro，而&ldquo;Avaland&rdquo;则引入了更大的DJ，主要播放house音乐、trance和techno音乐。Giant Club 帮助协调、运行和推广这些活动。<sup id=\"cite_ref-7\" class=\"reference\">[7]</sup>作为业主之一，乔纳森&middot;里昂斯 (Jonathan Lyons) 曾经拥有并经营着位于马萨诸塞州波士顿 Lansdowne 街 15 号的原始阿瓦隆 (Avalon)，位于芬威球场 (Fenway Park) 后面的一座历史建筑中。最初的阿瓦隆及其姊妹俱乐部 Axis 于 2007 年关闭并拆除，为蓝调之家让路。</p>\n<p>&nbsp;</p>\n<p>Avalon(Avaland) 开业以来，许多顶级EDM艺术家和主持人都曾在 Avalon(Avaland) 演出，包括Tiesto、Marcus Schulz、Sasha、Digweed和Paul Oakenfold。</p>",
 "contentEn": "<p><strong>Avalon</strong>&nbsp;(or&nbsp;<strong>Avalon Hollywood</strong>) is a historic&nbsp;nightclub&nbsp;in&nbsp;Hollywood, California, located near the intersection of&nbsp;Hollywood and Vine, at 1735 N. Vine Street. It has previously been known as&nbsp;<strong>The Hollywood Playhouse</strong>,&nbsp;<strong>The WPA Federal Theatre</strong>,&nbsp;<strong>El Capitan Theatre</strong>,&nbsp;<strong>The Jerry Lewis Theatre</strong>,&nbsp;<strong>The Hollywood Palace</strong>&nbsp;and&nbsp;<strong>The Palace</strong>. It has a capacity of 1,500, and is located across the street from the&nbsp;Capitol Records Building.</p>\n<p>&nbsp;</p>\n<h2><span id=\"History\" class=\"mw-headline\">History</span></h2>\n<p>&nbsp;</p>\n<h3><span id=\"The_Hollywood_Playhouse\" class=\"mw-headline\">The Hollywood Playhouse</span></h3>\n<p>Originally known as&nbsp;<em>The Hollywood Playhouse</em>, the theater at 1735 N. Vine opened for the first time on January 24, 1927.<sup id=\"cite_ref-history_1-0\" class=\"reference\">[1]</sup>&nbsp;It was designed in the&nbsp;Spanish Baroque style&nbsp;by the architectural team of&nbsp;Henry L. Gogerty&nbsp;(1894&ndash;1990) and&nbsp;Carl Jules Weyl&nbsp;(1890&ndash;1948) in 1926&ndash;1927.<sup id=\"cite_ref-databasetheater_2-0\" class=\"reference\">[2]</sup></p>\n<p>&nbsp;</p>\n<h3><span id=\"Federal_Theatre_Project\" class=\"mw-headline\">Federal Theatre Project</span></h3>\n<p>During the Great Depression, the Hollywood Theatre operated under the&nbsp;Federal Theatre Project&nbsp;of the&nbsp;Works Progress Administration, and was a venue for government-sponsored theatrical events.<sup id=\"cite_ref-history_1-1\" class=\"reference\">[1]</sup></p>\n<p>&nbsp;</p>\n<h3><span id=\"The_El_Capitan_Theatre\" class=\"mw-headline\">The El Capitan Theatre</span></h3>\n<p>Later, the theatre hosted numerous&nbsp;CBS Radio Network&nbsp;programs, including Fanny Brice's&nbsp;<em>Baby Snooks</em>&nbsp;show and&nbsp;Lucille Ball's&nbsp;<em>My Favorite Husband</em>&nbsp;program.</p>\n<p>&nbsp;</p>\n<p>In the 1940s, the theatre was renamed The El Capitan Theatre, and was used for a long-running live&nbsp;burlesque&nbsp;variety show&nbsp;called&nbsp;<em>Ken Murray's Blackouts</em>.<sup id=\"cite_ref-hollywoodentertainmentdistrict.com_3-0\" class=\"reference\">[3]</sup></p>\n<p>&nbsp;</p>\n<p>In the 1950s, still under the name El Capitan, the theatre was converted by&nbsp;NBC&nbsp;into a television studio. It was from a set on its stage that&nbsp;Richard Nixon&nbsp;delivered his famous \"Checkers speech\" on September 23, 1952. This event is often mistakenly said to have taken place at the El Capitan Theatre on nearby&nbsp;Hollywood Boulevard, though that theater was never a television studio and in 1952 was operating as a movie house called the Paramount Theatre.</p>\n<p>&nbsp;</p>\n<p>The theatre was also home to&nbsp;<em>The Colgate Comedy Hour</em>,&nbsp;<em>The Lawrence Welk Show</em>,&nbsp;<em>Truth or Consequences</em>&nbsp;and&nbsp;<em>This is Your Life</em>.<sup id=\"cite_ref-hollywoodentertainmentdistrict.com_3-1\" class=\"reference\">[3]</sup></p>\n<p>&nbsp;</p>\n<h3><span id=\"The_Jerry_Lewis_Theatre\" class=\"mw-headline\">The Jerry Lewis Theatre</span></h3>\n<p>In 1963 American Broadcasting Company (ABC) television renovated the building, spending $400,000.&nbsp;Jerry Lewis&nbsp;used the theater/radio studio for his weekly Saturday night television program (lasting 13 weeks from September to December, 1963)[1], and appropriately renamed the theater&nbsp;<em>The Jerry Lewis Theatre</em>. The stage had an existing rope counterweight fly system. The backstage second floor fly weights are located stage right. Located stage left are the double-load in doors that the stage alley connected and leads to and from Vine Street. All stage scenery was moved in and out of the stage load-in entrance.</p>\n<p>&nbsp;</p>\n<p>Opposite this stage load-in door was the \"star dressing room\" which was completely rebuilt for Jerry Lewis. The first floor dressing room had a small front bar with a mirrored back bar, an upright piano, and a sofa lounge area. A circular spiral metal stairway led to the second floor, a make-up mirrored counter desk, with a Hollywood bed/couch. The adjacent toilet suite was equipped with a wall mounted telephone for Lewis to conduct business while using the facilities and his make-up area. The front stage apron in front of the proscenium was extended by filling (pouring concrete into) the original orchestra pit. A stage-centered 4' wide concrete camera ramp connected the stage apron with a 6' deep camera aisle against the auditorium back wall. The \"level\" concrete ramp and stage apron supported the Chapman Crane required for video taping talent and performers.</p>\n<p>&nbsp;</p>\n<p>The TV control booth was situated on the left rear auditorium side facing the stage (which would be camera left). Behind the control booth was the video tape room where Ampex video tape machines were located. A Vine Street access door provided entry and load-in for equipment. In the auditoriums' right side (camera right) the concrete level floor, connecting the apron, was filled in to the back auditorium wall. This became the orchestra/band area. William \"Bill\" Morris III was the show's art director. He positioned a host platform on the left side stage, which had hydraulic lifts, during the course of Lewis conducting interviews with guests, the \"home base\" desk seating area could be raised 8 feet above the stage floor.</p>\n<p>&nbsp;</p>\n<p>The balcony audience could view the host and talent and the Chapman Crane Camera could be at eye level with talent. Stage center was reserved as a performance area. New audience seating was located either side of the center camera aisle. The electricians control area was balcony located. ABC completely rewired for all electrical and video and sound equipment and soundproof booths. Offices on the Vine Street front second floor were renovated for the production/Producer's office complex. A staircase entrance located on the front left outdoor lobby led to the second floor offices.</p>\n<p>&nbsp;</p>\n<p>The box office, on the right of the outdoor lobby, open daily for the ABC page staff to distribute audience tickets for The Jerry Lewis Show and all of&nbsp;ABC's Talmadge Lot&nbsp;TV shows, including the Lawrence Welk show and game shows, The entire building's exterior and interior were freshly finished and painted, new carpets in the main lobby, center staircase up to the cleaned up balcony floor, refurbished balcony seating.</p>\n<p>&nbsp;</p>\n<h3><span id=\"The_Hollywood_Palace\" class=\"mw-headline\">The Hollywood Palace</span></h3>\n<p>Following the cancelation of the Lewis show, ABC renamed the building The Hollywood Palace. Launched in January 1964,&nbsp;<em>The Hollywood Palace</em>&nbsp;was a one-hour weekly variety series with a rotating roster of headliner guest hosts. Bing Crosby served as m.c. in the debut show, the series finale and more than thirty episodes in between. Other hosts included Liberace, Jimmy Durante, Ginger Rogers, Victor Borge, Joan Crawford, Bette Davis, Cyd Charisse &amp; Tony Martin, Van Johnson, Betty Hutton, Diana Ross &amp; The Supremes, Judy Garland, Alice Faye &amp; Phil Harris, Groucho Marx and Louis Armstrong&nbsp;[2]. The program was a huge success and continued for more than seven years (194 episodes), concluding on February 4, 1970.</p>\n<p>&nbsp;</p>\n<p>ABC continued to use the studio-building, taping replacement programming-series, and other TV broadcast programs. (ABC relocated the Lawence Welk Syndicated Show from their ABC-lot stage E back to the Palace in the mid 1970s, until the Welk Group moved the show to CBS Television City for two of its latter seasons.) The Hollywood Palace television series was an ABC-TV West Coast production inaugurated by the network to compete with the Sunday-night CBS-TV Ed Sullivan show. ABC approached Nick Vanoff and Bill Harbach, open for their suggesting a prestige variety hour format. In response to the network, Vanoff and Harbach asked Bing Crosby to be primary host for a variety-vaudeville format program, and to break up his hosting assignments with notable Hollywood movie celebrities alternating host assignments. With Vanoff/Harbach's New York based production affiliation with the Perry Como TV series, the network bought the variety concept as a high-end mid-season replacement.</p>\n<p>&nbsp;</p>\n<p>Since ABC had cancelled The Jerry Lewis Show, the studio facility had been completely renovated. The Network needed something to fulfill their long-term lease for the stage-studio space. ABC-TV never wanted to be burdened with property, preferring to rent a facility. Zodiac Productions established by Vanoff and Harbach brought together their same staff that they had put together four months previously taping a Bing Crosby Color Special (Aug 1963) for CBS-TV at NBC-Burbank. Jim Trittipo, as art director, Hub Braden, as his assistant art director, Rita Scott, as associate producer, Jerry McPhie as production manager, Les Brown and his musicians as musical direction team, including a writing team and talent management team. Trittipo established the opening format for the show by designing an opening \"look\" setting, which, after the Host introduction and musical segment opened the program, the original set would transform&mdash;on camera&mdash;into a new stage setting for the next performer and act!</p>\n<p>&nbsp;</p>\n<p>By not going into a commercial break, sometimes the second act and setting would transform into a third act altered stage set transformation. This became the novelty for the variety hour. And made the audience stick with the tube by not switching channels during the normal network scheduled commercial break. Because the producers had Las Vegas and Reno showroom acts available to import for the variety acts, the producers were able to fly these performers into LA-Burbank for the show. The adjacent parking lot became an extra bonus for the show to book in high-flying wire walking and aerialist &amp; trapeze performers, as well as animal acts which required large set-up space.</p>\n<p>&nbsp;</p>\n<p>These types of acts were not possible on Ed Sullivan's CBS show. Frank Sinatra's lone visit as host paired him with jazz legend&nbsp;Count Basie. Sammy Davis jr. was a frequent guest performer and Dean Martin's two hosting assignments in 1964 led to his own NBC-TV variety series. Vanoff and Harbach allowed Martin to come to the studio on tape day with very little, if any, rehearsal. Never rehearsing musical segments, he sang numbers cold while the band played keep-up! Rowan and Martin, ditto! The Palace was a spring board for many personalities getting a series shot. Fred Astaire hosted four shows which opened negotiations with NBC-TV for their own Fred Astaire Emmy Winning Special. The program revived many show business careers.</p>\n<p>&nbsp;</p>\n<p>ABC converted the Hollywood Palace from a black-and-white TV studio to the network's first West-Coast color broadcast facility during the 1965 summer hiatus. On September 18, 1965, The Hollywood Palace began to be broadcast in full color. The Lawrence Welk Show moved from the ABC-Talmadge lot alternating their taping schedule with the Hollywood Palace. ABC installed four RCA TK-41 color cameras and renovated the Welk stage to color during this period. The Welk show moved back to the ABC lot after their 1966&ndash;67 season of shows. Vanoff and Harbach produced the King Sisters Variety Show as a pilot in August 1967. This pilot sold and was slotted into the studio taping each week in front of the Palace's end week schedule. The studio facility was in full use.</p>\n<p>&nbsp;</p>\n<h3><span id=\"The_Palace\" class=\"mw-headline\">The Palace</span></h3>\n<p>In 1978, ABC sold the theatre to private businessman Dennis Lidtke, who restored it and reopened it four years later with an abridged name,&nbsp;<em>The Palace</em>. The theater's audience seating area was removed. The audience raked floor was leveled to flush (same level) out from the lobby entrance area to the stage apron. Bands were located on the stage area. A double staircase was installed against the auditoriums back wall with an open arch which connected to the lobby staircase first landing, for balcony access, where tables and seating were arranged for balcony viewing of the band and dance floor below. One early production using the revamped facility was the 1983&nbsp;Sheena Easton&nbsp;HBO&nbsp;concert special,&nbsp;<em>Sheena Easton Live at the Palace, Hollywood</em>. It was the venue for the performance portion of Bruce Willis' ACE nominated HBO special \"The Return of Bruno,\" which was directed by Jim Yukich. It was written and produced by Bruce Willis, Paul Flattery and Jim Yukich.</p>\n<p>&nbsp;</p>\n<p>Avalon (as&nbsp;<em>The Palace</em>) is featured prominently in the film&nbsp;<em>Against All Odds.</em></p>\n<p>&nbsp;</p>\n<p>The punk band&nbsp;Ramones&nbsp;played their 2263rd and final show here on August 6, 1996. It was recorded for billboard live for the album&nbsp;<em>We're Outta Here!</em>. The building has hosted the&nbsp;American Music Awards.<sup id=\"cite_ref-4\" class=\"reference\">[4]</sup></p>\n<p>&nbsp;</p>\n<h3><span id=\"Avalon\" class=\"mw-headline\">Avalon</span></h3>\n<p>1735 Vine was purchased by Hollywood Entertainment Partners in September 2002, and renamed&nbsp;<em>Avalon</em>. Since 2004, the venue has been open to the public on Friday's for&nbsp;CONTROL&nbsp;and Saturday's \"Avaland\".<sup id=\"cite_ref-5\" class=\"reference\">[5]</sup><sup id=\"cite_ref-6\" class=\"reference\">[6]</sup>&nbsp;\"Control\" is focused around&nbsp;dubstep, Trap and Electro, while \"Avaland\" brings in the bigger named DJs, mainly playing&nbsp;house music,&nbsp;trance&nbsp;and&nbsp;techno music,. Giant Club helps coordinate, run, and promote these events.<sup id=\"cite_ref-7\" class=\"reference\">[7]</sup>&nbsp;One of the owners, Jonathan Lyons used to own and operate the original Avalon located in Boston, Massachusetts at 15 Lansdowne Street in a historic building of its own, right behind Fenway Park. The original Avalon and its sister club Axis were closed and demolished in 2007 to make way for The House of Blues.<sup id=\"cite_ref-8\" class=\"reference\">[8]</sup></p>\n<p>&nbsp;</p>\n<p>Many top&nbsp;EDM&nbsp;artists and deejays have played at Avalon(Avaland) since it opened, including&nbsp;Tiesto,<sup id=\"cite_ref-9\" class=\"reference\">[9]</sup>&nbsp;Marcus Schulz,<sup id=\"cite_ref-10\" class=\"reference\">[10]</sup>&nbsp;Sasha,<sup id=\"cite_ref-11\" class=\"reference\">[11]</sup>&nbsp;Digweed<sup id=\"cite_ref-12\" class=\"reference\">[12]</sup>&nbsp;and&nbsp;Paul Oakenfold.<sup id=\"cite_ref-13\" class=\"reference\">[13]</sup></p>\n<p>&nbsp;</p>\n<h2><span id=\"References\" class=\"mw-headline\">References</span></h2>\n<div class=\"reflist\">\n<div class=\"mw-references-wrap mw-references-columns\">\n<ol class=\"references\">\n<li id=\"cite_note-history-1\"><span class=\"mw-cite-backlink\">^&nbsp;<span class=\"cite-accessibility-label\">Jump up to:</span><sup><em><strong>a</strong></em></sup>&nbsp;<sup><em><strong>b</strong></em></sup></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Avalon Hollywood: History\". Archived from&nbsp;the original&nbsp;on March 7, 2008<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">July 11,</span>&nbsp;2009</span>.</cite></span></li>\n<li id=\"cite_note-databasetheater-2\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">Pacific Coast Architecture Database: Palace Theater</span></li>\n<li id=\"cite_note-hollywoodentertainmentdistrict.com-3\"><span class=\"mw-cite-backlink\">^&nbsp;<span class=\"cite-accessibility-label\">Jump up to:</span><sup><em><strong>a</strong></em></sup>&nbsp;<sup><em><strong>b</strong></em></sup></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Archived copy\". Archived from&nbsp;the original&nbsp;on 2006-12-08<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2007-01-15</span></span>.</cite></span></li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Archived copy\". Archived from&nbsp;the original&nbsp;on 2007-02-11<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2007-01-15</span></span>.</cite></span></li>\n<li id=\"cite_note-5\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Archived copy\". Archived from&nbsp;the original&nbsp;on 2012-07-01<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2012-06-17</span></span>.</cite></span></li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Archived copy\". Archived from&nbsp;the original&nbsp;on 2012-07-01<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2012-06-17</span></span>.</cite></span></li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">http://www.giantclub.com/avalon/<sup class=\"noprint Inline-Template\">[<em><span title=\"&nbsp;Dead link since October 2016\">permanent dead link</span></em>]</sup></span></li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"A LOOK AT BOSTON'S MUSIC VENUES THROUGH THE YEARS\".&nbsp;<em>mmmmaven.com</em>. 2016-08-29<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2018-04-11</span></span>.</cite></span></li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Review: Tiesto: In Search of Sunrise\".&nbsp;<em>Resident Advisor</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2020-12-02</span></span>.</cite></span></li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"AVALON presents NYE2020 | Markus Schulz [Open to Close] | AVALON Hollywood\".&nbsp;<em>avalonhollywood.com</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2020-12-02</span></span>.</cite></span></li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFMixes\" class=\"citation web cs1\">Mixes, Global Sets Dj.&nbsp;\"Sasha &ndash; Live at Avalon, Hollywood &ndash; 26-APR-2014\".&nbsp;<em>Global-Sets.com</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2020-12-02</span></span>.</cite></span></li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"John Digweed\".&nbsp;<em>Resident Advisor</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2020-12-02</span></span>.</cite></span></li>\n<li id=\"cite_note-13\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"AVALON presents Paul Oakenfold | AVALON Hollywood\".&nbsp;<em>avalonhollywood.com</em><span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">2020-12-02</span></span>.</cite></span></li>\n</ol>\n</div>\n</div>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://en.wikipedia.org/wiki/Avalon_Hollywood",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Avalon_Hollywood",
 "status": 1,
 "clickNum": 17,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 28,
 "name": "Avalon",
 "descriptions": "阿瓦隆（或阿瓦隆好莱坞）是一个历史悠久的夜总会在加利福尼亚州好莱坞，位于交叉口附近的好莱坞和藤，在1735 N.藤街道。它以前被称为好莱坞剧场、WPA 联邦剧院、埃尔卡皮坦剧院、杰里刘易斯剧院、好莱坞宫和皇宫。它可容纳 1,500 人，位于国会大厦唱片大楼的街对面。",
 "picture": "https://duopin-community.oss-cn-shenzhen.aliyuncs.com/image/2021/8/01xfnsdg9507otwe04ip.png",
 "nickname": "The Hollywood Playhouse, The WPA Federal Theater, El Capitan Theatre, The Jerry Lewis Theatre, The Hollywood Palace, The Palace",
 "typeText": "Nightclub",
 "manageStatusText": "运营中",
 "nation": "USA",
 "province": "",
 "city": "Los Angeles",
 "address": "1735 N. Vine Street\r\n\tHollywood, California, U.S",
 "openingTimeText": "January 24, 1927",
 "manageScale": "1500",
 "majorStyle": "Big band； rock and roll； pop； electronic dance",
 "officialUrl": "avalonhollywood.com",
 "referenceUrl": "https://en.wikipedia.org/wiki/Avalon_Hollywood",
 "typeId": 15,
 "typeName": "场所",
 "dataId": 28,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=15&dataId=28"
}