{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>Baia Imperiale是意大利里米尼市附近的一家夜总会。自1985年以来，该迪斯科舞厅没有进行过大的修缮。Baia Imperiale是欧洲最大的迪斯科舞厅之一，可容纳超过15000人。这个数字在夏季经常被来自旅游城市里米尼和里乔内的许多游客满足，他们经常通过旅游组织来到这里。</p>\n<p>&nbsp;</p>\n<p><strong>迪斯科舞厅</strong></p>\n<p>迪斯科舞厅不仅以其容量而闻名，而且还以其大型激光表演和现场表演而闻名。此外，该迪斯科舞厅是按照传统的罗马风格建造的，入口处因巨大的柱子而引人注目。在这里，可以以入口为背景，对游客的付款进行传统拍照。同样引人注目的是建在迪斯科舞厅里的游泳池；但是，在参观俱乐部时不能使用它。俱乐部有四个贵宾区，其中两个可以租借。</p>\n<p>&nbsp;</p>\n<p><strong>音乐</strong></p>\n<p>俱乐部播放的音乐主要是House，但也有一些地方播放其他风格的音乐。</p>\n<p>&nbsp;</p>",
 "contentEn": "<p>Baia Imperiale is a nightclub near the Italian city of Rimini. The disco has not undergone major renovations since 1985. The Baia Imperiale is one of the largest discos in Europe, with a capacity of more than 15,000 people. This number is regularly met in the summer months by the many tourists from the tourist towns of Rimini and Riccione, who often come here through travel organizations.</p>\n<p>&nbsp;</p>\n<p><strong>The disco</strong></p>\n<p>The disco is not only known for its capacity, but also for its large laser shows and live performances. Furthermore, the disco was built in traditional Roman style. The entrance stands out because of the enormous column of columns. Here traditional photos can be made against payment of the visitors with the entrance in the background. Also striking is the swimming pool that was built in the disco; however, this cannot be used when visiting the club. The club has four VIP sections, two of which can be rented.</p>\n<p>&nbsp;</p>\n<p><strong>Music</strong></p>\n<p>The music played mainly consists of house, but the club has a number of places where other music styles are played.</p>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://en.wikipedia.org/wiki/Baia_Imperiale",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Baia_Imperiale",
 "status": 1,
 "clickNum": 11,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 31,
 "name": "Baia Imperiale",
 "descriptions": "Baia Imperiale是意大利里米尼市附近的一家夜总会。自1985年以来，该迪斯科舞厅没有进行过大的修缮。Baia Imperiale是欧洲最大的迪斯科舞厅之一，可容纳超过15000人。这个数字在夏季经常被来自旅游城市里米尼和里乔内的许多游客满足，他们经常通过旅游组织来到这里。",
 "nickname": "",
 "typeText": "Nightclub ",
 "manageStatusText": "",
 "nation": "Italy",
 "province": "",
 "city": "Gabicce",
 "address": "Via Panoramica 41\r\nGabicce Mare, Italy",
 "openingTimeText": "1975",
 "manageScale": "15000",
 "majorStyle": "disco",
 "officialUrl": "www.baiaimperiale.net",
 "referenceUrl": "https://en.wikipedia.org/wiki/Baia_Imperiale",
 "typeId": 15,
 "typeName": "场所",
 "dataId": 31,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=15&dataId=31"
}