{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>TIME OUT SAYS Guetta. A$AP Rocky. 50 Cent. Busta Rhymes. French Montana. Rita Ora. Sean Paul. Fetty Wap. G-Eazy. Nas. 甚至还有Jennifer Lopez&hellip; 在 BASE 登上舞台的音乐界最伟大的演员阵容每年都在增长。</p>\n<p>&nbsp;</p>\n<p>在过去的 12 个月里，它在 2018 年 Time Out 迪拜音乐和夜生活奖中获得了年度俱乐部称号。它继续以惊人的速度吸引一线明星和人群，看到它在 2019 年的颁奖典礼上获得了高度赞扬的奖章。</p>\n<p>&nbsp;</p>\n<p>对于新人：BASE 每周三晚在周四、周五和周六开放（猜中者无奖），是迪拜设计区的一个露天俱乐部。就像它所在的区域一样，它吸引了城市前卫和都市风格的人群。他们成群结队地到达，渴望一夜的脉动节拍、频闪灯和准备登上中央平台的常规顶级表演者。</p>\n<p>&nbsp;</p>\n<p>舞池、酒吧和私人桌子环绕着高架舞台，在 DJ 宣布：&ldquo;每个人都准备好了吗？&rdquo;是的。每个人都在这里庆祝。饮料很快就上来了&mdash;&mdash;虽然不便宜，但不像城里其他一些超级俱乐部进口的那样定价过高&mdash;&mdash;而且人群很high。 DJ 混合了热门歌曲和经典嘻哈音乐。一切顺利，然后主要表演开始。</p>",
 "contentEn": "<p>TIME OUT SAYS Guetta. A$AP Rocky. 50 Cent. Busta Rhymes. French Montana. Rita Ora. Sean Paul. Fetty Wap. G-Eazy. Nas. Even Jennifer Lopez&hellip; The stellar line-up of music&rsquo;s biggest acts taking to the stage at BASE only grows stronger every year.</p>\n<p>&nbsp;</p>\n<p>The past 12 months kicked off with it scooping the Club of the Year title at the Time Out Dubai Music &amp; Nightlife Awards 2018. It has continued to pul in A-listers and crowds at a remarkable pace, seeing it pick up a Highly Commended gong at the 2019 awards.</p>\n<p>&nbsp;</p>\n<p>For the uninitiated: BASE opens three nights a week Thursday, Friday and Saturday (no prizes for guessing those) and is an open-air club in Dubai Design District. Just like the area it sits in, it attracts a crowd of the city&rsquo;s edgy and urban styled. They arrive in droves eager for a night of pulsating beats, strobe lights and regular top performers ready to hit the central platform.</p>\n<p>&nbsp;</p>\n<p>The dancefloor, bar and private tables surround the elevated stage, which is energetically taken to by the club&rsquo;s resident dancers in between DJ announcements of: &ldquo;Is everyone ready to parrrdayyy?&rdquo; Yes. Everyone&rsquo;s here to parday. Drinks are quick to be served &ndash; while not cheap, they&rsquo;re not over-priced like some other super-club imports in the city &ndash; and the crowd&rsquo;s energy is high. DJs spin a mix of chart hits and classic hip-hop. It&rsquo;s all going well, then the main act comes out. And it goes off.</p>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://www.timeoutdubai.com/bars/base",
 "remarksEn": "本词条内容来自 https://www.timeoutdubai.com/bars/base",
 "status": 1,
 "clickNum": 10,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 35,
 "name": "Base",
 "descriptions": "TIME OUT SAYS Guetta. A$AP Rocky. 50 Cent. Busta Rhymes. French Montana. Rita Ora. Sean Paul. Fetty Wap. G-Eazy. Nas. 甚至还有Jennifer Lopez… 在 BASE 登上舞台的音乐界最伟大的演员阵容每年都在增长。",
 "nickname": "",
 "typeText": "酒吧",
 "manageStatusText": "运营中",
 "nation": "UAE",
 "province": "",
 "city": "Dubai",
 "address": "Dubai Design District - Dubai - United Arab Emirates",
 "openingTimeText": "1996",
 "manageScale": "2千多人",
 "majorStyle": "",
 "officialUrl": "https://www.basedubai.com/title-of-the-post/",
 "referenceUrl": "https://www.timeoutdubai.com/bars/base",
 "typeId": 15,
 "typeName": "场所",
 "dataId": 35,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=15&dataId=35"
}