{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "relationChannel": "[{\"id\":1174,\"parentId\":8,\"name\":\"Balearic Beat\"}]",
 "content": "<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\">Balearic Beat（Balearic House、Balearict或Ibiza Chill-out），是20世纪80年代中期兴起的一种以DJ为主导的折衷混合舞曲类型。后来它成为一种更为确切的电子舞曲风格的名称，于90年代中期最为流行。Balearic Beat因其在欧洲夜总会和海滩Rave Party的受众中流行而得名，Balearic岛是热门的旅游胜地。一些舞蹈音乐评论将其称为 \"伊比沙岛的声音\"，尽管在岛上可以听到许多其他更积极、更欢快的舞蹈音乐形式，如Balearic Trance。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\"><strong>历史 </strong></p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\">这种风格是由来自阿根廷的DJ Alfredo在伊比兹的夜总会Amnesia普及起来的，他曾在那里驻场过。DJ Alfredo，他的本名是阿尔弗雷多-菲奥里托，被誉为 \"Balearic Beat之父\"。阿尔弗雷多演奏的舞曲不拘一格，他的风格包括Woodentops的独立催眠音乐、Waterboys的神秘摇滚、早期的House、Europop以及Peter Gabriel和Chris Rea等人的怪异音乐。类似的音乐也在播放，包括Pacha和Ku。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\">英国DJ如Trevor Fung、Danny Rampling和Electra的Paul Oakenfold通常被认为 \"普及了 \"Balearic Beat，尤其是在英国，而Fung被认为是这个术语的鼻祖。1987年，Oakenfold、Fung和Ian St. Paul在伊维萨岛度假后，回到伦敦，他们试图以Balearic Beat建立一家名为Funhouse的夜总会，但没有成功。1987年夏天回到伊比沙岛，Oakenfold租了一栋别墅，在那里接待了他的一些DJ朋友，包括Danny Rampling、Johnny Walker和Nicky Holloway。夏天过后回到伦敦，Oakenfold在伦敦南部的一家名为Project Club的夜总会重新引入了Balearic Beat风格。俱乐部最初吸引那些去过伊比沙岛的人，他们熟悉Balearic Beat风格的概念。在他们使用迷幻药和以宽松的衣服和鲜艳的颜色为基础的新兴时尚风格的刺激下，这些伊维萨岛的老手们负责在不断发展的英国rave场景中宣传Balearic Beat文化。1988年，Oakenfold为Balearic Beat建立了第二个场景，一个名为Spectrum的周一晚间活动，它被认为将Balearic概念暴露给更多的观众。据《舞蹈音乐报告》杂志报道，Balearic Beat第一次在美国受到关注是在1988年。何塞-帕迪利亚（Jose Padilla），是一位伊比兹的DJ，他在Caf&eacute; del Mar的驻场演出最为著名。另外Jon Sa Trinxa，是一位英国DJ和制作人，以在Salinas海滩驻留时间最长而闻名，Sa Trinxa将自己的风格定义为Balearic 音乐。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\"><strong>风格 </strong></p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\" style=\"padding-left: 30px;\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\" style=\"padding-left: 30px;\"><span style=\"font-size: 10pt; color: #000000;\"><em>两年前，一个不断寻找新节奏的俱乐部世界和一个不断寻找新趋势的媒体出现，它回应了 \"Belearic Beat \"这个名字......事实上，唯一提出的 \"规则 \"是 \"没有规则 \"被忽略了......然后Mr Balearic's幸运突破。Soul II Soul. 融合了各种风格（灵魂乐、嘻哈、雷鬼）的混搭音乐，在坚硬的节拍上，满足了 \"只要能跳舞，什么都可以 \"的标准，更重要的是，它让世界重新发现了低于122的BPM......如今，在俱乐部领域，说唱、House和灵魂乐自由地与欧洲大陆的节拍、另类的节奏，以及从更多的影响中构建的各种不同的声音擦肩而过。这就是'Balearic'的意义所在......制定规则或试图开创潮流，与'Balearic 精神'的意义完全相悖（如果当时它的先驱者能更好地解释它，我们也许就不会花两年时间走到现在的地步）。</em></span></p>\n<div>\n<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt\" style=\"padding-left: 30px;\"><span style=\"font-size: 10pt; color: #000000;\"><em>在俱乐部里有效地全面禁止house/uptempo音乐是愚蠢的、短视的、狭隘的，用不了多久人们就会明白这一点...... \"Balearic概念 \"给我们的启示是，只要节拍'n'groove能让脚步动起来，只要上面的东西能让人愉悦，那么这首曲子属于什么流派并不重要。</em></span></p>\n<p>&nbsp;</p>\n<p style=\"padding-left: 30px; text-align: right;\"><em>&mdash;&mdash;摘自 Mixmag 乐评，\"Famous Last Words on Clubland's Class System or 'How We Learned to Love the Balearic Beat<span class=\"cs1-kern-right\">'</span>\"。Mixmag: 71&ndash;73. 1990年7月。</em></p>\n<p>&nbsp;</p>\n<p>Balearic Beat的唱片在House或Italo house和deep house的声音和较慢的R&amp;B影响（低于119bpm）的节拍之间变化，由低音鼓、小鼓和hi-hat（通常用Roland TR-909鼓机制作）组成，以某些悠闲、摇摆的节拍模式编程；加上灵魂、拉丁、非洲、放克和dub的影响；以及从当时流行的其他舞曲风格中借用的制作技术。人声有时也会出现，但大部分音乐都是器乐。吉他和钢琴等原声乐器的声音有时也会融入到Balearic Beat中。这种风格主要与一种特殊的打击乐模式有关，但这种打击乐模式最终不再流行，它最终从突出的位置上消失了，其曲目被更普遍的 \"chill out \"和 \"downtempo \"流派所吞并。</p>\n<p>&nbsp;</p>\n<p>相对于英国的追随者而言，Balearic Beat的风格被其发明者描述为DJ能够演奏广泛的风格，从早期的minimal New Beat到流行歌曲的首次延伸混音，使得Balearic DJ的表演往往具有最鲜明的音乐方向。虽然伊比沙岛以外的公众通常将Balearic beat描述为一种音乐风格，但基于岛屿的社区将Balearic beat视为一种非风格或良好的不尊重风格的一致性和对标准的挑战。这是一种自由式的表达方式，通过转盘上的技术，将零星的黑胶唱片灵感无缝结合。如今，由于电子舞曲的风格隔离，很少有推广人和DJ敢于将风格的谱系延伸到那么远，因为他们害怕失去身份和客户。DJ Alfredo仍然是Ibiza DJ中最多元化的代表，但一般来说，混音的方法以及术语，都已经被Chillout场景所吞噬。</p>\n<p>&nbsp;</p>\n<p>然而，Ibiza仍然被一些人认为有自己的 \"声音\"，包括Enigma的联合创始人Jens Gad的音乐，以及他新的chillout-world-influenced混合项目Achillea，在他位于Ibiza山上的工作室里录制。诸如Global Lounge Sessions.The Balearic Sound of Ibiza等汇编。2002年发行的Global Lounge Sessions: The Balearic Sound of Ibiza，以及Sequoia Groove的Buddha-Lounge系列继续发行。这些一般都是以house音乐和某些downtempo选曲为特色，而不是Balearic beat的旧风格本身。然而，有些人更喜欢使用Balearic beat这个词，以适用于所有这些风格。</p>\n</div>\n</div>\n</div>",
 "contentEn": "<p><strong>Balearic beat</strong>, also known as&nbsp;<strong>Balearic house</strong>,&nbsp;<strong>Balearic</strong>,&nbsp;<strong>Ibiza house</strong>&nbsp;or&nbsp;<strong>Ibizan chillout</strong>, is an eclectic blend of DJ-led&nbsp;dance music&nbsp;that emerged in the mid-1980s.<sup id=\"cite_ref-1\" class=\"reference\">[1]</sup><sup id=\"cite_ref-2\" class=\"reference\">[2]</sup>&nbsp;It later became the name of a more specific style<sup id=\"cite_ref-3\" class=\"reference\">[3]</sup>&nbsp;of&nbsp;electronic dance music&nbsp;that was popular into the mid-1990s. Balearic beat was named for its popularity among European&nbsp;nightclub&nbsp;and beach&nbsp;rave&nbsp;patrons on the&nbsp;Balearic island&nbsp;of&nbsp;Ibiza, a popular tourist destination. Some dance music compilations referred to it as \"the sound of Ibiza,\" even though many other, more aggressive and upbeat forms of dance music could be heard on the island, such as&nbsp;Balearic trance.</p>\n<p>&nbsp;</p>\n<h2><span id=\"History\" class=\"mw-headline\">History</span></h2>\n<p>This style was popularized at&nbsp;Amnesia, an Ibizan&nbsp;nightclub, by DJ Alfredo from&nbsp;Argentina, who had a residency there.<sup id=\"cite_ref-4\" class=\"reference\">[4]</sup><sup id=\"cite_ref-amgem_5-0\" class=\"reference\">[5]</sup>&nbsp;DJ Alfredo, whose birth name is&nbsp;Alfredo Fiorito, has been credited as the \"Father of the Balearic beat\".<sup id=\"cite_ref-6\" class=\"reference\">[6]</sup>&nbsp;Alfredo played an eclectic mix of dance music<sup id=\"cite_ref-amgem_5-1\" class=\"reference\">[5]</sup>&nbsp;with his style encompassing the indie hypno grooves of&nbsp;the Woodentops, the mystic rock of the&nbsp;Waterboys, early&nbsp;house,&nbsp;Europop&nbsp;and oddities from the likes of&nbsp;Peter Gabriel&nbsp;and&nbsp;Chris Rea. Similar music was being played, including&nbsp;Pacha&nbsp;and&nbsp;Ku.<sup class=\"noprint Inline-Template Template-Fact\">[<em><span title=\"This claim needs references to reliable sources. (July 2012)\">citation needed</span></em>]</sup></p>\n<p>&nbsp;</p>\n<p>British&nbsp;DJs&nbsp;such as Trevor Fung,&nbsp;Danny Rampling&nbsp;and&nbsp;Electra's<sup id=\"cite_ref-7\" class=\"reference\">[7]</sup><sup id=\"cite_ref-8\" class=\"reference\">[8]</sup>&nbsp;Paul Oakenfold&nbsp;are commonly credited with having \"popularised\" Balearic beat, especially in the UK, with Fung said to be the originator of the term.<sup id=\"cite_ref-9\" class=\"reference\">[9]</sup>&nbsp;In 1987, after a holiday in&nbsp;Ibiza, Oakenfold, Fung and Ian St. Paul returned to&nbsp;London, where they unsuccessfully tried to establish a&nbsp;nightclub&nbsp;called the Funhouse in the Balearic style.<sup id=\"cite_ref-10\" class=\"reference\">[10]</sup>&nbsp;Returning to&nbsp;Ibiza&nbsp;during the summer of 1987, Oakenfold rented a villa where he hosted a number of his&nbsp;DJ&nbsp;friends, including Danny Rampling, Johnny Walker, and Nicky Holloway. Returning to London after the summer, Oakenfold reintroduced the Balearic style at a&nbsp;South London&nbsp;nightclub called the Project Club. The club initially attracted those who had visited&nbsp;Ibiza&nbsp;and who were familiar with the Balearic concept. Fueled by their use of&nbsp;Ecstasy&nbsp;and an emerging fashion style based on baggy clothes and bright colors, these Ibiza veterans were responsible for propagating the Balearic subculture within the evolving UK rave scene. In 1988, Oakenfold established a second outlet for Balearic beat, a Monday night event called Spectrum, which is credited with exposing the Balearic concept to a wider audience.<sup id=\"cite_ref-11\" class=\"reference\">[11]</sup>&nbsp;It was 1988 when Balearic beat was first noticed in the U.S., according to&nbsp;<em>Dance Music Report</em>&nbsp;magazine.<sup id=\"cite_ref-12\" class=\"reference\">[12]</sup>&nbsp;Jose Padilla, is an Ibizan DJ best known for his residency at&nbsp;Caf&eacute; del Mar. Also Jon Sa Trinxa, a British DJ and Producer best known for the longest residency on Salinas Beach at Sa Trinxa defines his style as being Balearic Music.</p>\n<h2>&nbsp;</h2>\n<h2><span id=\"Style\" class=\"mw-headline\">Style</span></h2>\n<blockquote class=\"templatequote\">\n<p>&nbsp;</p>\n<p>Two years ago, a club world constantly in search of new beats and a media constantly in search of new trends were presented with a bright bouncy new baby which answered to the name 'Belearic Beat'...the fact that the only 'rule' proposed was that \"there are no rules\" was ignored...Then came Mr Balearic's lucky break:&nbsp;Soul II Soul. A mish mash of styles (soul, hip hop, reggae) all moulded over a rock solid beat met the 'anything goes as long as it's danceable' criteria&mdash;and more importantly, it allowed the world to rediscover a BPM below 122...These days in clubland, rap, house and soul freely rub shoulders with continental beats, alternative grooves, and a whole welter of diverse sounds constructed from an even more diverse set of influences. This is what 'Balearic' was all about...Laying down rules or attempting to initiate trends is completely contrary to what the 'Balearic Spirit' was all about (if only its pioneers had explained it better at the time we might not have spent two years getting to where we are now). An effective blanket ban on house/uptempo music in a club is silly, short-sighted, and narrow minded, and it won't take long for people to see it as such...What the 'Balearic concept' has taught us is that it doesn't matter what genre the track falls into, as long as the beat 'n' groove move the feet and what's on top of 'em is pleasing to the ear.</p>\n<div class=\"templatequotecite\">&mdash;&thinsp;<cite><em>Mixmag</em>&nbsp;editorial,&nbsp;<cite class=\"citation journal cs1\">\"Famous Last Words on Clubland's Class System or 'How We Learned to Love the Balearic Beat<span class=\"cs1-kern-right\">'</span>\".&nbsp;<em>Mixmag</em>: 71&ndash;73. July 1990.</cite></cite></div>\n</blockquote>\n<p>&nbsp;</p>\n<p>Balearic beat records vary between house or&nbsp;Italo house&nbsp;and&nbsp;deep house&nbsp;influenced sounds and a slower&nbsp;R&amp;B-influenced (under 119bpm) beat consisting of bass drum, snare and hi-hats (often produced with a&nbsp;Roland TR-909&nbsp;drum machine) programmed in certain laid-back, swing-beat patterns; plus&nbsp;soul, Latin, African,&nbsp;funk&nbsp;and&nbsp;dub&nbsp;affectations; and production techniques borrowed from other styles of dance music that were popular at the time. Vocals were sometimes present, but much of the music was instrumental. The sounds of acoustic instruments such as guitar and piano were sometimes incorporated into Balearic beat. Having been primarily associated with a particular percussion pattern that eventually fell out of vogue, the style eventually faded from prominence and its repertoire was subsumed by the more general \"chill out\" and \"downtempo\" genres.</p>\n<p>&nbsp;</p>\n<p>The style of Balearic beat is described by its inventors, as opposed to its UK followers, as the ability for the DJ to play across a broad range of styles, from early minimal&nbsp;New Beat&nbsp;to the first extended remixes of pop-songs, making Balearic DJ sets those that tend to have the sharpest turns of musical direction. While the public outside&nbsp;Ibiza&nbsp;generally describes Balearic beat as a music style, the island based community regard Balearic beat as a non-style or a healthy disrespect to style conformity and a challenge to the norm. It's a freestyle expression that seamlessly binds sporadic vinyl inspiration through technical flair on the turntables. Today, due to stylistic segregation in&nbsp;electronic dance music, few promoters and DJs dare to stretch the spectrum of styles that far in fear of losing identity and clients. DJ Alfredo still heralds the most diversity among Ibiza DJs, but generally the approach to mixing as well as the terminology, have been swallowed up by the&nbsp;Chillout&nbsp;scene.</p>\n<p>&nbsp;</p>\n<p>Ibiza is still considered by some to have its own \"sound\", however, including the music of&nbsp;Jens Gad, co-creator of&nbsp;Enigma, and his new chillout-world-influenced hybrid project,&nbsp;Achillea, recorded in his studio in the hills overlooking Ibiza.<sup id=\"cite_ref-sequoiagad_13-0\" class=\"reference\">[13]</sup>&nbsp;Compilations such as&nbsp;<em>Global Lounge Sessions: The Balearic Sound of Ibiza</em>, released in 2002, and Sequoia Groove's&nbsp;<em>Buddha-Lounge</em>&nbsp;series, continue to be released.<sup id=\"cite_ref-sequoiagroove_14-0\" class=\"reference\">[14]</sup>&nbsp;These generally feature&nbsp;house music&nbsp;and certain downtempo selections, not the old style of Balearic beat,&nbsp;<em>per se</em>. Some prefer to use the term&nbsp;<em>Balearic</em>&nbsp;more generally, however, to apply to all of these styles.</p>\n<p>&nbsp;</p>\n<h2><span id=\"References\" class=\"mw-headline\">References</span></h2>\n<div class=\"reflist reflist-columns references-column-width\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">Gilbert, Jeremy; Pearson, Ewan.&nbsp;<em>Discographies: Dance Music, Culture, and the Politics of Sound</em>. Routledge. 1999.&nbsp;ISBN&nbsp;0-415-17032-X. \"The musics which fed into acid house and the developing culture were various too; the heterogeneous sounds of the 'Balearic beat' which helped define it did not constitute a discrete musical genre, but an unholy mix of, among other things, hip hop, house, Mediterranean pop and indie rock. DJs' playlists temporarily situated highly disparate musics beside one another. Musical miscegenation reunited several of the dance forms that had emerged after disco, mixing American and European dance musics. Though house music was the dominant mode, the rapid proliferation of styles and subgenres which followed in its wake, for a short time at least, kept dancefloors moving to a range of grooves.\"</span></li>\n<li id=\"cite_note-2\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">Evans, Helen.&nbsp;Out of Sight, Out of Mind: An Analysis of Rave culture. Wimbledon School of Art, London. 1992. \"It was in the upmarket clubs of Ibiza:&nbsp;Pacha,&nbsp;Amnesia, Glory's and Manhattans, that Balearic beat was created. DJ's would mix musical forms as diverse as&nbsp;Public Enemy&nbsp;and&nbsp;The Woodentops, to create that eclectic, highly danceable, don't care holiday feel.\"</span></li>\n<li id=\"cite_note-3\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"the birth of balearic\". 29 May 2014.</cite></span></li>\n<li id=\"cite_note-4\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">Kaplan, C.D., Grund, J-P &amp; Dzoljic, M.R. (1989) Ecstasy in Europe: reflections on the epidemiology of MDMA. Instituut voor Verslavingsonderzoek, Rotterdam.</span></li>\n<li id=\"cite_note-amgem-5\"><span class=\"mw-cite-backlink\">^&nbsp;<span class=\"cite-accessibility-label\">Jump up to:</span><sup><em><strong>a</strong></em></sup>&nbsp;<sup><em><strong>b</strong></em></sup></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFBush2001\" class=\"citation cs2\">Bush, John (2001), Bogdanov, Vladimir (ed.),&nbsp;<em>All Music Guide to Electronica: The Definitive Guide to Electronic Music [Paul Oakenfold entry]</em>, Backbeat Books,&nbsp;<q>[Oakenfold] ended up at the Project in 1985&ndash;86, one of the first venues for house music in England. With Fung and another friend named Ian St. Paul, Oakenfold was introduced to the exploding club-scene on the vacation island of Ibiza (near the coast of Spain) during 1987 and imported the crucial mix of house, soul, Italian disco and alternative music later dubbed the Balearic style. During 1988&ndash;89, house music and the Balearic style gestated at several Oakenfold-run club nights (Future at the Sound Shaft, then Spectrum and Land of Oz at Heaven) before emerging above terra firma as a distinctly British entity.</q></cite></span></li>\n<li id=\"cite_note-6\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFRoss\" class=\"citation web cs1\">Ross, Annabel.&nbsp;\"Father of the Balearic beat DJ Alfredo Plays Australia\".&nbsp;<em>smh.com</em>. Sydeny Morning Herald, 31 December 2014<span class=\"reference-accessdate\">. Retrieved&nbsp;<span class=\"nowrap\">21 October</span>&nbsp;2016</span>.</cite></span></li>\n<li id=\"cite_note-7\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">[1]</span></li>\n<li id=\"cite_note-8\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"ELECTRA | full Official Chart History | Official Charts Company\".&nbsp;<em>www.officialcharts.com</em>.</cite></span></li>\n<li id=\"cite_note-9\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Trevor Fung Interview: \"if you love music you just follow your heart<span class=\"cs1-kern-right\">\"</span>\". July 26, 2020.</cite></span></li>\n<li id=\"cite_note-10\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Trevor Fung &middot; Biography &middot; Artist ⟋ RA\".&nbsp;<em>Resident Advisor</em>.</cite></span></li>\n<li id=\"cite_note-11\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">Reynolds, Simon.&nbsp;<em>Generation Ecstasy&nbsp;: Into the World of Techno and Rave Culture.</em>&nbsp;Routledge. 1999.&nbsp;ISBN&nbsp;0-415-92373-5.</span></li>\n<li id=\"cite_note-12\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite id=\"CITEREFPaoletta1989\" class=\"citation journal cs1\">Paoletta, Michael (1989-12-16). \"Back To Basics\".&nbsp;<em>Dance Music Report</em>.&nbsp;<q>In addition to repetitive beats and sampling, 1988 also saw the emergence of hip house, acid house, the Garage/Zanzibar styling of deep house, new Jack swing, world beat, Balearic beat, and ground beat. Some of these musical genres came and went before you could utter the word \"hype\" while others are enjoying success.</q></cite></span></li>\n<li id=\"cite_note-sequoiagad-13\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\"><cite class=\"citation web cs1\">\"Sequoia Records Artists: Award Winning New Age Music, World Music, Meditation Music, Drum Music and Chill Out Electronica\".&nbsp;<em>www.sequoiarecords.com</em>.</cite></span></li>\n<li id=\"cite_note-sequoiagroove-14\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">Sequoia Groove Ibiza-influenced chillout compilations, including the&nbsp;<em>Buddha-Lounge</em>&nbsp;series</span></li>\n</ol>\n</div>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自  https://en.wikipedia.org/wiki/Balearic_beat",
 "remarksEn": "本词条内容来自  https://en.wikipedia.org/wiki/Balearic_beat",
 "status": 1,
 "clickNum": 11,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 125,
 "name": "Balearic Beat",
 "descriptions": "Balearic Beat（Balearic House、Balearict或Ibiza Chill-out），是20世纪80年代中期兴起的一种以DJ为主导的折衷混合舞曲类型。后来它成为一种更为确切的电子舞曲风格的名称，于90年代中期最为流行。Balearic Beat因其在欧洲夜总会和海滩Rave Party的受众中流行而得名，Balearic岛是热门的旅游胜地。一些舞蹈音乐评论将其称为 \"伊比沙岛的声音\"，尽管在岛上可以听到许多其他更积极、更欢快的舞蹈音乐形式，如Balearic Trance。",
 "originalName": "",
 "startTimeText": "Late 1980s",
 "startAddress": "Ibiza (Spain)",
 "searchStyle": "Downtempo",
 "styleCategory": "Chill-out",
 "originalStyle": "House music, electronica, post-disco, Mediterranean music, Bossa nova, deep house",
 "affectStyle": "",
 "deriveStyle": "",
 "representArtist": "DJ Alfredo, Jon Sa Trinxa",
 "officialUrl": "https://en.wikipedia.org/wiki/Balearic_beat",
 "typeId": 13,
 "typeName": "风格",
 "dataId": 125,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=13&dataId=125"
}