{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "relationChannel": "[{\"id\":1408,\"parentId\":8,\"name\":\"Clownstep\"}]",
 "content": "<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">Clownstep或doofstep最早是一个带有贬义的术语，用于描述电子音乐流派Drum and bass中的某一类型的声音。这种声音的典型特征是带有 \"Screech（尖叫） \"的Bassline，简单的节拍结构和/或大量的摇摆节拍。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">这个词是作为对Shimon和Andy C的单曲Bodyrock的描述而创造的，因为它的摇摆节拍声激发了小丑跳舞的形象。这个词被Dylan在Drum and bass网络论坛Dogs On Acid上推广。这个短语被该网站的版主(phazeone)删掉了，在帖子中以 \"*********\"的形式出现，因为它具有贬义。催生了一个 \"Clownsteppa \"的笑脸，现在出现在世界各地的DNB相关论坛中。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">在互联网Drum and bass文化的世界里，这个词的含义与其说是一种音乐描述，不如说是一种&ldquo;侮辱&rdquo;，尤其是在圈内闻名的Dogs On Acid论坛。Clownstep这个词可以应用于任何一个失宠的Drum and bass艺术家--甚至 \"wobble \"这个同义词的描述也几乎没有意义，因为很多Drum and bass曲目中深沉的贝斯声音会被很多听众用这些词来描述。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">尽管这个词的性质模糊不清，但许多Drum and bass乐迷发现某些制作人是Clownstep \"声音 \"的有力传播者。相对而言，Pendulum是这个领域的新秀（2005年），他们被认为是 \"bashing \"风格的先驱，即把音高弯曲的贝斯与雷鸣般的低频Kick Drum联系在一起。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">Pendulum的第一首主打曲子 \"Vault \"在一定程度上使用了这种风格，但这种元素在乐队的声音中可能要到发行大获成功的 \"Masochist \"时才会得到充分的体现。这首歌一开始的激进摇摆，让人隐隐约约地想起了另一首主要的Clownstep作品，由有争议的后起之秀Twisted Individual制作。Twisted的风格高度集中于drones，几乎是滑稽地盖在最上方的贝斯啸叫，而与Pendulum不同的是，在重型鼓组模式或合成器上强度有所释放。这种风格在Twisted那首臭名昭著的 \"Bandwagon Blues \"中得到了最恰当的体现，这首歌曲是为了回应众多被指模仿Twisted那公认的独特声音的艺术家而制作的（据说Distorted Minds和Clipz也是目标之一）。在这一点上，随着英国JDB现场的风格杂交和合作化倾向，许多Jungle音乐界的大牌都制作了遵循或想象Twisted Individual或Pendulum的Clownstep的美学的曲子。像DJ SS和Mampi Swift这样的场景中坚力量（过去都以拥有自己独特的方法而著称），都已经融入了沉重摇摆和雷鸣般的Kick，这些都是Clownstep的典型特征。因此，许多Jungle乐迷对英国大多数头部艺人的制作风格对被认为是非常 \"商业化 \"和 \"一般化 \"的转变不屑一顾。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">然而，公平地说，这样的抱怨在博客和留言板里并不罕见（尤其是批评激烈、臭名昭著的Dogs On Acid论坛），而且完全有可能今天许多人哀叹的Clownstep \"危机 \"只是十年前 \"ragga危机 \"的翻版。最终，尽管这个词在很多圈子里都很混杂，而且一直有贬义，但Clownstep这个子流派的声音似乎至少和Drumfunk、Neurofunk或Hardstep一样独特和可识别。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">尽管如此，艺术家们仍然对这个标签感到不满。虽然Twisted Individual似乎已经厚着脸皮，颇具讽刺意味地接受了这个标签，但其他人仍然感到不快。在2003年的一次电台广播中，Pendulum的一位成员在介绍他们的一首新曲子时，惊呼道：\"这不是他妈的clown。\"这不是他妈的Clownstep！\"</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-0pt pap-spacing-after-0pt pap-left-indent-2em\">最近一段时间，Clownstep有了一个全新的含义，一个没有羞耻感和误用的含义。在一些选定的音乐社区网站上，比如ACIDplanet，Clownstep正在成为在其时代对happy hardcore的影响。这个Clownstep的定义是指快乐的Drum &amp; Bass，在hats和/或其他形式的打击乐上有摇摆感。虽然这个定义和风格还没有被广泛使用，但它正越来越受到音乐爱好者的欢迎，而不仅仅是那些喜欢D&amp;B的人。这个子流派能否在商业上存活下来，还完全是另一回事。&nbsp;</p>\n</div>",
 "contentEn": "<p>Clownstep or doofstep is a pejorative term used to describe a certain type of sound found in the electronic music genre drum and bass. The sound is typified as having a 'screech' bassline, simple beat structure and/or a large amount of swingbeats.</p>\n<p>&nbsp;</p>\n<p>The term was created as a description of Shimon &amp; Andy C's single Bodyrock, due to its swingbeat sound that inspired an image of clowns dancing. The phrase was then popularised by Dylan on the drum &amp; bass webforum Dogs On Acid. The phrase was censored by the site's moderators (phazeone), appearing in posts as \"*********\", due to its derogatory usage. A \"clownsteppa\" smiley was spawned, and now appears in DNB-related forums worldwide.</p>\n<p>&nbsp;</p>\n<p>The meaning of the term is less a musical description than an insult within the world of internet drum and bass culture, particularly the Dogs On Acid forum, which is renowned within the scene. The term clownstep may be applied to any drum and bass artist that falls from favour - even the synonymous description of 'wobble' is almost meaningless as the deep bass sounds of many drum and bass tracks would be described in these terms by many listeners.</p>\n<p>&nbsp;</p>\n<p>Despite the nebulous nature of the term, many drum and bass fans have found certain producers to be strong purveyors of the clownstep \"sound\". Relative newcomers to the scene (as of 2005) Pendulum have been singled out as pioneering the \"bashing\" style of pitch-bent bass tied to thunderous low-end kicks.</p>\n<p>&nbsp;</p>\n<p>Pendulum's first major tune, \"Vault\" used this to some extent, but this element would not come to full fruition in the group's sound possibly until the release of the massively successful \"Masochist\". The aggressive wobble at the outset of the track is vaguely reminiscent of the other major strain of clownstep, produced by the controversial upstart Twisted Individual. Twisted's variation focuses highly on oblong drones of almost comically over-the-top bass squelches, while diverging from Pendulum's formula by relenting on heavy drum patterns or synth layers. This style is most aptly represented by Twisted's infamous \"Bandwagon Blues\", a track made in answer to the host of artists allegedly mimicking Twisted's admittedly singular sound (Distorted Minds and Clipz are alleged to be among the targets).</p>\n<p>At this point, with the hybridization and co-optation of style that tends to overwhelm the UK JDB scene, many of the biggest names in jungle have produced tunes following or conjuring the aesthetic of either the Twisted Individual or Pendulum variant of clownstep. Scene stalwarts like DJ SS, and Mampi Swift (all renowned in the past for having their own singular approaches) have all incorporated the pitch-bent heavy wobble and thunderous kicks that typify the bulk of the clownstep idiom. As a result, many jungle aficionados have become dismissive of what is perceived to be a very \"commercial\" and \"generic\" turn in the production styles of most of the UK headliners.</p>\n<p>&nbsp;</p>\n<p>To be fair, however, such a gripe is not altogether uncommon in the world of blogs and message boards (especially the fiercely critical and notoriously scathing Dogs On Acid forums), and it is altogether possible that the clownstep \"crisis\" lamented by many today is merely a rehash of the \"ragga crisis\" of a decade ago.</p>\n<p>&nbsp;</p>\n<p>Ultimately, despite the muddiness of the term in many circles, and its persistent pejorative connotation, the sub-genre of clownstep seems to have a sound at least as distinctive and identifiable as that of Drumfunk, Neurofunk, or Hardstep.</p>\n<p>&nbsp;</p>\n<p>Despite this, artists still chafe at the label. While Twisted Individual seems to have cheekily and rather ironically embraced the tag, others remain offended. On a 2003 radio broadcast, one member of Pendulum introduced one of their new tunes, exclaiming: \"This isn't fucking clownstep!\"</p>\n<p>&nbsp;</p>\n<p>In recent days, Clownstep has come to have an entirely new meaning, one free of shame and misuse. On several select music-community websites, such as ACIDplanet, Clownstep is becoming much of what happy hardcore did to that genre in its time. This definition of Clownstep refers to happy Drum &amp; Bass with the swing feel on the hats and/or other forms of percussion. Though this definition and style are not yet widely in use, it is becoming increasingly popular with music lovers, not just those who like D&amp;B. Whether or not this sub-genre can survive commercially is yet another matter entirely.</p>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自  https://www.last.fm/tag/Clownstep",
 "remarksEn": "本词条内容来自  https://www.last.fm/tag/Clownstep",
 "status": 1,
 "clickNum": 12,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 115,
 "name": "Clownstep",
 "descriptions": "Clownstep或Doofstep最早是一个带有贬义的术语，用于描述电子音乐流派Drum and bass中的某一类型的声音。这种声音的典型特征是带有 \"Screech（尖叫） \"的Bassline，简单的节拍结构和/或大量的摇摆节拍。",
 "originalName": "Doofstep",
 "startTimeText": "",
 "startAddress": "",
 "searchStyle": "Drum and Bass",
 "styleCategory": "Jump-up",
 "originalStyle": "",
 "affectStyle": "drum and bass, jump up, dnb, jungle, drum n bass, drum'n'bass",
 "deriveStyle": "",
 "representArtist": "Pendulum, Twisted Individual",
 "officialUrl": "https://www.last.fm/tag/clownstep",
 "typeId": 13,
 "typeName": "风格",
 "dataId": 115,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=13&dataId=115"
}