{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "relationChannel": "[{\"id\":1269,\"parentId\":8,\"name\":\"Glitch\"}]",
 "content": "<div>\n<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Glitch是20世纪90年代出现的一种电子音乐类型。它被描述为具有一种&ldquo;失败美学&rdquo;的音乐，其特点是故意使用基于故障的音频媒体和其他声音制品进行创作。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Glitch音乐中的故障声音通常来自于录音设备或数字电子设备的故障，如CD跳转、电子嗡嗡声、数字或模拟失真、电路弯曲、比特率降低、硬件噪音、软件bug、计算机崩溃、黑胶唱片的嘶嘶声或划痕以及系统错误音效。在这类音乐中，有时会使用已经损坏的设备，甚至为了这类音乐目的而刻意损坏设备。在《计算机音乐杂志》(Computer Music Journal)上，作曲家兼作家金&bull;卡斯康(Kim Cascone)将&ldquo;Glitch&rdquo;归类为电子音乐的一个亚流派，并用&ldquo;后数字&rdquo;(post-digital)这个词来描述&ldquo;故障美学&rdquo;。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\"><strong>历史</strong></p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">故障美学的起源可以追溯到1913年Luigi Russolo的未来主义宣言L'arte dei rumori(The Art of Noises，这是noise music的基础。他建造了机械噪音发生器，并将其命名为intonarumori，创作了多首曲子并用他们演奏，包括Risveglio di una citt&agrave;(Awakening of a City)和Convegno di automobili e aeroplani(The Meeting of Automobiles and Airplanes)。1914年，他在意大利米兰的一次演出中发生了骚乱。后来使用故障技术的音乐家和作曲家包括1968年The Moody Blues乐队中Michael Pinder《The Best Way to Travel》和从1979年开始使用残破的黑胶唱片创作声音拼贴的Christian Marclay。Yasunao Tone在1985年的Techno Eden表演中使用了损坏的cd，而Nicolas Collins在1992年的专辑《It Was a Dark and Stormy Night》中有一首由弦乐四重奏组成的歌曲，里面伴随着cd断断续续的声音。Yuzo Koshiro和Motohiro Kawashima为1994年的电子游戏《Streets of Rage 3》制作的电子音乐使用了自动随机序列来产生&ldquo;意想不到的和奇怪的&rdquo;实验声音。 Glitch起源于20世纪90年代德国和日本的一场独特的运动，参与其中的有德国Achim Szepanski、唱片公司(特别是Mille Plateaux)和日本的和池田亮治（Ryoji Ikeda）。Oval的《wonton》制作于1993年，通过添加ambient的审美帮助定义了这一流派。 glitch这个词最早在音乐领域的应用包括1994年电子二人组合Autechre的歌曲&ldquo;glitch&rdquo;和实验电子组合ELpH1995年的专辑《Worship The glitch》。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\"><strong>生产技术</strong></p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">在20世纪后半叶，作为glitch前身的实验音乐包含了经常通过人工操作音频媒体而产生的失真。这是Yasunao Tone用以损坏cd的形式：在CD上放上一小段半透明的磁带，以中断对音频信息的阅读。手动篡改信息，还有Nicholas Collins对电吉他的修改，使其充当电子信号的共鸣器，以及他对CD播放机的修改，使其在现场表演时播放的录音可以改动。在glitch中，跳带的cd、刮花的黑胶唱片、弯曲的电路以及其他类似电子噪音的失真现象在创造节奏和感觉方面发挥了重要作用，正是因为使用了这些数字产品，该流派才获得了它的名字。然而，如今的glitch通常是在电脑上使用数字制作软件将先前录制的音乐作品中的小片段(样本)拼接在一起产生的。这些cut通常是glitch的特征，即故障、滴答声、划痕和其他听起来错误的噪音组成的节拍。这些小故障通常很短，通常是用于代替传统的打击乐器或乐器的。主流创建glitch的软件包括Jeskola Buzz和Renoise，以及模块化软件如Reaktor, Ableton Live, Reason, AudioMulch, Bidule, SuperCollider, FLStudio, Max/MSP, Pure Data和ChucK。一些艺术家也使用数字合成器，如Clavia Nord Modular G2和Elektron's Machinedrum and Monomachine。</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\"><strong>Glitch hop</strong></p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Glitch hop是Glitch的一个子流派。该类型典型地体现了与glitch相同的美学，但采用了更urban的方法。Glitch hop在1997年左右形成，它来自于早期Push Button Objects在公司Chocolate Industries所做的工作。2001年，因为Merck Records、Warp Records和Ghostly International等公司，该流派变得流行。著名的glitch hop艺术家包括Machinedrum, Dabrye, Prefuse 73, edIT, Jimmy Edgar, Lackluster和prowell。在2000年代后期，glitch hop经历了内容创作的大幅下滑，因为该类型的从业者开始转向其他类型。在此期间，dubstep可以说是美国最赚钱的EDM类型。因此，许多glitch hop艺术家开始制作一种新的电子音乐风格，使用与dubstep相同的美学，同时融入了glitch hop的一些元素(低保真度操作、跳带、重复拍子、反转音调和剪切)。他们没有重新命名他们的新流派，而是沿用了glitch hop这个名字。现代的&ldquo;glitch hop&rdquo;艺术家经常因为使用&ldquo;glitch hop&rdquo;这个词而受到批评，因为现在的这种音乐风格听起来并不像&ldquo;glitch hop&rdquo;或者instrumental hip hop。尽管受到了传统glitch hop爱好者的批评，但许多glitch hop艺术家的职业都是赚钱的。比较受欢迎现代glitch hop艺术家包括David Tipper, glitch Mob, KOAN Sound, Pegboard Nerds, Pretty Lights, GRiZ, TheFatRat, JPEGMAFIA和Hefe Heetroc。</p>\n</div>\n</div>",
 "contentEn": "<div>\n<div class=\"document\">\n<div>\n<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Glitch&nbsp;is&nbsp;a&nbsp;genre&nbsp;of&nbsp;electronic&nbsp;music&nbsp;that&nbsp;emerged&nbsp;in&nbsp;the&nbsp;1990s.&nbsp;It&nbsp;has&nbsp;been&nbsp;described&nbsp;as&nbsp;having&nbsp;an&nbsp;\"aesthetic&nbsp;of&nbsp;failure\"&nbsp;distinguished&nbsp;by&nbsp;the&nbsp;deliberate&nbsp;use&nbsp;of&nbsp;glitch-based&nbsp;audio&nbsp;media&nbsp;and&nbsp;other&nbsp;sonic&nbsp;artifacts.</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">The&nbsp;glitching&nbsp;sounds&nbsp;featured&nbsp;in&nbsp;glitch&nbsp;tracks&nbsp;usually&nbsp;come&nbsp;from&nbsp;audio&nbsp;recording&nbsp;device&nbsp;or&nbsp;digital&nbsp;electronics&nbsp;malfunctions,&nbsp;such&nbsp;as&nbsp;CD&nbsp;skipping,&nbsp;electric&nbsp;hum,&nbsp;digital&nbsp;or&nbsp;analog&nbsp;distortion,&nbsp;circuit&nbsp;bending,&nbsp;bit-rate&nbsp;reduction,&nbsp;hardware&nbsp;noise,&nbsp;software&nbsp;bugs,&nbsp;computer&nbsp;crashes,&nbsp;vinyl&nbsp;record&nbsp;hiss&nbsp;or&nbsp;scratches,&nbsp;and&nbsp;system&nbsp;errors.&nbsp;Sometimes&nbsp;devices&nbsp;that&nbsp;were&nbsp;already&nbsp;broken&nbsp;are&nbsp;used,&nbsp;and&nbsp;sometimes&nbsp;devices&nbsp;are&nbsp;broken&nbsp;expressly&nbsp;for&nbsp;this&nbsp;purpose.</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">In&nbsp;Computer&nbsp;Music&nbsp;Journal,&nbsp;composer&nbsp;and&nbsp;writer&nbsp;Kim&nbsp;Cascone&nbsp;classified&nbsp;glitch&nbsp;as&nbsp;a&nbsp;subgenre&nbsp;of&nbsp;electronica&nbsp;and&nbsp;used&nbsp;the&nbsp;term&nbsp;post-digital&nbsp;to&nbsp;describe&nbsp;the&nbsp;glitch&nbsp;aesthetic.</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n</div>\n</div>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">History</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">The origins of the glitch aesthetic can be traced to the early 20th century with Luigi Russolo's Futurist manifesto L'arte dei rumori (The Art of Noises) (1913), the basis of noise music. He constructed mechanical noise generators, which he named intonarumori, and wrote multiple compositions to be played by them, including Risveglio di una citt&agrave; (Awakening of a City) and Convegno di automobili e aeroplani (The Meeting of Automobiles and Airplanes). In 1914, a riot broke out at one of his performances in Milan, Italy.Later musicians and composers who made use of malfunctioning technology include Michael Pinder of The Moody Blues in \"The Best Way to Travel\" (1968) and Christian Marclay, who used mutilated vinyl records to create sound collages beginning in 1979. Yasunao Tone used damaged CDs in his Techno Eden performance of 1985, while Nicolas Collins's 1992 album It Was a Dark and Stormy Night included a composition featuring a string quartet playing alongside the stuttering sound of skipping CDs. Yuzo Koshiro and Motohiro Kawashima's electronic soundtrack for the 1994 video game Streets of Rage 3 used automatically randomized sequences to generate \"unexpected and odd\" experimental sounds. Glitch originated as a distinct movement in Germany and Japan during the 1990s,with the musical work and labels (especially Mille Plateaux) of Achim Szepanski in Germany, and the work of Ryoji Ikeda in Japan. Oval's Wohnton, produced in 1993, helped define the genre by adding ambient aesthetics. The earliest uses of the term glitch as related to music include electronic duo Autechre's song \"Glitch\" (1994) and experimental electronic group ELpH's album Worship the Glitch (1995).</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Production techniques</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">In the later half of the 20th century, the experimental music that served as the precursor to glitch contained distortions that were often produced by manual manipulation of audio media. This came in the form of Yasunao Tone's \"wounded\" CDs; small bits of semi-transparent tape were placed on the CD to interrupt the reading of the audio information.Other examples of this manual tampering include Nicholas Collins' modification of an electric guitar to act as a resonator for electrical signals, and his adaption of a CD player to allow recordings played on it to be altered during live performance.Skipping CDs, scratched vinyl records, circuit bending, and other distortions resembling electronic noise figure prominently into the creation of rhythm and feeling in glitch; it is from the use of these digital artifacts that the genre derives its name. However, glitch today is often produced on computers using digital production software to splice together small \"cuts\" (samples) of music from previously recorded works. These cuts are then integrated with the signature of glitch music: beats made up of glitches, clicks, scratches, and otherwise erroneous-sounding noise. The glitches are often very short, and are typically used in place of traditional percussion or instrumentation. Popular software for creating glitch music includes trackers like Jeskola Buzz and Renoise, as well as modular software like Reaktor, Ableton Live, Reason, AudioMulch, Bidule, SuperCollider, FLStudio, Max/MSP, Pure Data, and ChucK. Some artists also use digital synthesizers like the Clavia Nord Modular G2 and Elektron's Machinedrum and Monomachine.</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Glitch hop</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Glitch hop is a sub-genre of glitch music. The genre typically embodies the same aesthetic as glitch music, but with a more urban approach. Glitch hop took shape around the year 1997 from the early works of Push Button Objects at the label Chocolate Industries. In 2001 the genre gained popularity thanks to labels like Merck Records, Warp Records, and Ghostly International. Notable glitch hop artists include Machinedrum, Dabrye, Prefuse 73, edIT, Jimmy Edgar, Lackluster, and Proswell. In the late 2000s, glitch hop experienced a massive decline in content creation as practitioners of the genre began branching out into other genres. During this time, dubstep was arguably the most profitable EDM genre in the United States. Hence, many glitch hop artists began making a new style of electronic music that used the same aesthetic as dubstep, while incorporating some elements of glitch music (low fidelity manipulation, stutters, beat repeat, pitched reverses, and cuts). Instead of renaming their new genre, the artists kept the name glitch hop. Modern glitch hop artists routinely receive criticism for using the term glitch hop when the current style of the musical genre does not sound like a glitch or instrumental hip hop. Despite the criticism received from traditional glitch hop fans, many glitch hop artists have had profitable careers. Popular modern glitch hop artists include David Tipper, The Glitch Mob, KOAN Sound, Pegboard Nerds, Pretty Lights, GRiZ, TheFatRat, JPEGMAFIA and Hefe Heetroc.</p>\n</div>\n</div>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自https://en.wikipedia.org/wiki/Glitch_(music)",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Glitch_(music)",
 "status": 1,
 "clickNum": 13,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 233,
 "name": "Glitch",
 "descriptions": "Glitch是20世纪90年代出现的一种电子音乐类型。它被描述为具有一种“失败美学”的音乐，其特点是故意使用基于故障的音频媒体和其他声音制品进行创作。",
 "originalName": "",
 "startTimeText": "1990s",
 "startAddress": "United Kingdom, Japan",
 "searchStyle": "Intelligent Dance Music, Noise Music",
 "styleCategory": "Intelligent Dance Music",
 "originalStyle": "Noise, techno, chiptune, IDM, industrial, lo-fi, breakbeat, synth-pop",
 "affectStyle": "",
 "deriveStyle": "",
 "representArtist": "",
 "officialUrl": "https://en.wikipedia.org/wiki/Glitch_(music)",
 "typeId": 13,
 "typeName": "风格",
 "dataId": 233,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=13&dataId=233"
}