{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "relationChannel": "[{\"id\":1446,\"parentId\":8,\"name\":\"Glitch Hop\"}]",
 "content": "<div>\n<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Glitch hop是Glitch的一个子流派。该类型典型地体现了与glitch相同的美学，但采用了更都市化的方法。Glitch hop在1997年左右形成，它来自于早期Push Button Objects在公司Chocolate Industries所做的工作。2001年，因为Merck Records、Warp Records和Ghostly International等公司，该流派获得了流行。著名的glitch hop艺术家包括Machinedrum, Dabrye, Prefuse 73, edIT, Jimmy Edgar, Lackluster和prowell。在2000年代后期，glitch hop经历了内容创作的大幅下滑，因为该类型的从业者开始转向其他类型。在此期间，dubstep可以说是美国最赚钱的EDM类型。因此，许多glitch hop艺术家开始制作一种新的电子音乐风格，使用与dubstep相同的美学，同时融入了glitch hop的一些元素(低保真度操作、跳带、重复拍子、反转音调和剪切)。他们没有重新命名他们的新流派，而是沿用了glitch hop这个名字。现代的&ldquo;glitch hop&rdquo;艺术家经常因为使用&ldquo;glitch hop&rdquo;这个词而受到批评，因为现在的这种音乐风格听起来并不像&ldquo;glitch hop&rdquo;或者instrumental hip hop。尽管受到了传统glitch hop爱好者的批评，但许多glitch hop艺术家的职业都是赚钱的。比较受欢迎现代glitch hop艺术家包括David Tipper, glitch Mob, KOAN Sound, Pegboard Nerds, Pretty Lights, GRiZ, TheFatRat, JPEGMAFIA和Hefe Heetroc。</p>\n</div>\n</div>",
 "contentEn": "<div>\n<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Glitch hop is a sub-genre of glitch music. The genre typically embodies the same aesthetic as glitch music, but with a more urban approach.Glitch hop took shape around the year 1997 from the early works of Push Button Objects at the label Chocolate Industries. In 2001 the genre gained popularity thanks to labels like Merck Records, Warp Records, and Ghostly International. Notable glitch hop artists include Machinedrum, Dabrye, Prefuse 73, edIT, Jimmy Edgar, Lackluster, and Proswell. In the late 2000s, glitch hop experienced a massive decline in content creation as practitioners of the genre began branching out into other genres. During this time, dubstep was arguably the most profitable EDM genre in the United States. Hence, many glitch hop artists began making a new style of electronic music that used the same aesthetic as dubstep, while incorporating some elements of glitch music (low fidelity manipulation, stutters, beat repeat, pitched reverses, and cuts). Instead of renaming their new genre, the artists kept the name glitch hop. Modern glitch hop artists routinely receive criticism for using the term glitch hop when the current style of the musical genre does not sound like a glitch or instrumental hip hop. Despite the criticism received from traditional glitch hop fans, many glitch hop artists have had profitable careers. Popular modern glitch hop artists include David Tipper, The Glitch Mob, KOAN Sound, Pegboard Nerds, Pretty Lights, GRiZ, TheFatRat, JPEGMAFIA and Hefe Heetroc.</p>\n</div>\n</div>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自https://en.wikipedia.org/wiki/Glitch_(music)",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Glitch_(music)",
 "status": 1,
 "clickNum": 60,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 234,
 "name": "Glitch Hop",
 "descriptions": "Glitch hop是Glitch的一个子流派。该类型典型地体现了与glitch相同的美学，但采用了更都市化的方法。\n",
 "originalName": "",
 "startTimeText": "1997",
 "startAddress": "United States",
 "searchStyle": "Intelligent Dance Music",
 "styleCategory": "Intelligent Dance Music",
 "originalStyle": "Glitch, dubstep, lo-fi, hip hop, drum and bass, neurofunk",
 "affectStyle": "Neurohop",
 "deriveStyle": "",
 "representArtist": "",
 "officialUrl": "https://en.wikipedia.org/wiki/Glitch_(music)",
 "typeId": 13,
 "typeName": "风格",
 "dataId": 234,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=13&dataId=234"
}