{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "relationChannel": "[{\"id\":1208,\"parentId\":8,\"name\":\"Hard Trance\"}]",
 "content": "<p>Hard Trance是trance音乐的一个子流派，起源于西欧（比利时、德国和荷兰），20世纪90年代初，随着breakbeat hardcore制作界开始向新的和不同风格的电子音乐多元化发展，所有这些音乐都受到Hard house、New beat、happy hardcore 和 jungle的影响。hard trance的流行在20世纪90年代末达到顶峰，此后在新的trance形式的范围内逐渐消失。</p>\n<p>&nbsp;</p>\n<p><strong>声音特征</strong></p>\n<p>Hard trance的声音是从breakbeat hardcore/hardcore时代发展起来的，而hard trance本身就是从比利时New Beat工业风格的Techno发展而来的。当hardcore breakbeat制作社区分裂成独立的子流派时，hard trance开始在breakbeat hardcore制作社区内发展。hard trance在整个90年代成为欧洲大陆和全世界最主要、最成功的电子音乐风格之一。英国电子音乐界分化出其他风格，如jungle/drum and bass, hardcore, techno 和 house。</p>\n<p><br />Hard trance的特点通常是强烈的、硬朗的（甚至是降调的）Kick Drum、完全共鸣的低音和增加应用于主拍的混响。BPM从140到180不等，在早期的作品中可以采用普通的器乐声，后期的作品倾向于在数字合成器上实现渐进的侧链技术。</p>\n<p>&nbsp;</p>\n<p>Hard Trance是Progressive冲击主流的最后一种形式。它最终蜕变成了hardstyle、jumpstyle和gabber。它的主流流行度在2000年代中期有所下降。</p>\n<p>&nbsp;</p>\n<p><strong>流行、商业化和商业衰落 </strong></p>\n<p><span style=\"text-decoration: underline;\">欧洲 </span></p>\n<p>1993-1997年左右，hard trance在欧洲大陆依然流行，与成千上万的狂欢者的超级狂欢有关。许多系列的合辑CD与最初来自于这种声音的发起人来推广它的俱乐部。最终，它进入了地下，获得了商业上的成功，成为商业上著名的 \"maximaal\"。在整个20世纪90年代，这种声音的流行引起了一连串的流行和经济上的成功，被主要的唱片公司授权，这种声音通过电视、广播和不同形式的媒体上的商业汇编被积极地推销。</p>\n<p>&nbsp;</p>\n<p><span style=\"text-decoration: underline;\">英国</span></p>\n<p>hard trance的声音通过地下techno社区的俱乐部如Heaven、Trade、Melt和FF和Fist或通过俱乐部如Morley的The Omen和伦敦的Club UK传到英国。由于英国的音乐场景已经被广泛的多元化，如jungle/drum &amp; bass, hardcore 和house等风格，它从未达到同样的商业高度。然而，它经常在自由派对现场播放，许多俱乐部和音乐节至今仍在播放它。</p>\n<p>&nbsp;</p>\n<p><strong>对欧洲其他音乐风格的影响 </strong></p>\n<p>在hard trance诞生的同时，同样的制作人和唱片公司已经在制作和发展jumpstyle的声音，这是荷兰流行的gabber的后继者。Jumpstyle使用了与hard trance相同的声音，节拍模式更快，但比gabber稍慢，这在90年代末直接发展成hardstyle，与hardtechno和hard house一起主导了电子音乐的硬谱。</p>\n<p>&nbsp;</p>\n<p>Hard Trance影响并导致了英国hard house及其子流派的发展，在这种风格之前，演奏hard house的英国俱乐部通常在表演时混合了更硬的techno风格， progressive trance, electro 和 hardstyle ，融合了许多声音，从每一种风格中都可以听到其他风格的影响。</p>\n<p>&nbsp;</p>\n<p>Hard Trance在西班牙与happy hardcore共同衍生出makina。</p>",
 "contentEn": "<p><strong>Hard trance</strong>&nbsp;is a subgenre of&nbsp;trance music&nbsp;that originated in Western Europe (Belgium,&nbsp;Germany, and&nbsp;Netherlands) in the early 1990s as the breakbeat hardcore production community began to diversify into new and different styles of electronic music, all influenced by hard house,&nbsp;New beat, happy hardcore and jungle. The popularity of hard trance peaked during the late 1990s, and has since then faded in scope of newer forms of trance.</p>\n<p>&nbsp;</p>\n<p>Hard trance is often characterized by strong, hard (or even downpitch) kicks, fully resonant basses and an increased amount of reverberation applied to the main beat. Melodies vary from 140 to 180 in tempo, and can feature plain instrumental sound in early compositions, with the latter ones tending to implement side-chaining techniques of&nbsp;progressive&nbsp;on digital synthesizers.</p>\n<p>&nbsp;</p>\n<p>Hard trance was the final form of progressive to hit the mainstream. It eventually morphed into&nbsp;hardstyle,&nbsp;jumpstyle&nbsp;and&nbsp;gabber. Its mainstream popularity decreased in the mid-2000s.<sup class=\"noprint Inline-Template\">[<em><span title=\"The text near this tag may need clarification or removal of jargon. (May 2016)\">clarification needed</span></em>]</sup><sup class=\"noprint Inline-Template Template-Fact\">[<em><span title=\"This claim needs references to reliable sources. (November 2014)\">citation needed</span></em>]</sup></p>\n<p>&nbsp;</p>\n<h2><span id=\"History\" class=\"mw-headline\">History</span></h2>\n<p>The hard trance sound developed out of the&nbsp;breakbeat hardcore/hardcore&nbsp;era which itself developed from Belgian&nbsp;New Beat&nbsp;industrial style of Techno. When the hardcore breakbeat production community split into its separate subgenres, hard trance began to develop within the&nbsp;breakbeat hardcore&nbsp;production community. Hard trance went on to become one of the dominant and most successful electronic music styles throughout the 1990s in mainland Europe and around the world. The British electronic music scene split off into other styles such as&nbsp;jungle/drum and bass,&nbsp;hardcore,&nbsp;techno&nbsp;and&nbsp;house.</p>\n<h3>&nbsp;</h3>\n<h3><span id=\"Popularity.2C_commercialisation_and_commercial_downfall\"></span><span id=\"Popularity,_commercialisation_and_commercial_downfall\" class=\"mw-headline\">Popularity, commercialisation and commercial downfall</span></h3>\n<dl>\n<dt><strong>Europe</strong></dt>\n</dl>\n<p>Remaining popular around 1993&ndash;1997 in mainland Europe, hard trance was associated with mega-raves of many thousands of ravers. Many series of compilation CDs came initially from the originators of the sound and the clubs that promoted it. It ultimately went overground and reached commercial status becoming known commercially as \"maximaal\".</p>\n<p>&nbsp;</p>\n<p>Throughout the 1990s the popularity of the sound caused a flurry of popular and financially successful tracks to be licensed by major record labels, with the sound becoming aggressively marketed through commercial compilations on TV, radio and across the different forms of media.</p>\n<dl>\n<dt></dt>\n<dt><strong>UK</strong></dt>\n</dl>\n<p>The hard trance sound came to the UK via the underground techno community in clubs such as Heaven, Trade, Melt and FF and Fist or through clubs such as The Omen in Morley and Club UK in London. It never reached the same commercial heights or as on the continental mainland due to British music scene already being widely diversified into styles such as jungle/drum &amp; bass, hardcore and house. However it is frequently played in the&nbsp;free party&nbsp;scene and many clubs and festivals still play it to this day.</p>\n<h3>&nbsp;</h3>\n<h3><span id=\"Influence_on_other_musical_styles\" class=\"mw-headline\">Influence on other musical styles</span></h3>\n<h4><span id=\"Europe\" class=\"mw-headline\">Europe</span></h4>\n<p>Alongside the birth of hard trance, the same producers and record labels were already producing and developing the&nbsp;jumpstyle&nbsp;sound, the successor of&nbsp;gabber, which was popular in the Netherlands. Jumpstyle used the same sounds as the hard trance sound with faster beat patterns but slightly slower than gabber, this developed directly into&nbsp;hardstyle&nbsp;toward the end of the 1990s, which along&nbsp;hardtechno&nbsp;and&nbsp;hard house&nbsp;came to dominate the harder spectrum of&nbsp;electronic music.<sup class=\"noprint Inline-Template\">[<em><span title=\"The text near this tag may need clarification or removal of jargon. (May 2016)\">clarification needed</span></em>]</sup></p>\n<h4>&nbsp;</h4>\n<h4><span id=\"UK\" class=\"mw-headline\">UK</span></h4>\n<p>The sound influenced and led to the development of&nbsp;UK hard house&nbsp;and its subgenres, prior to this style the UK clubs where hard house developed were typically already playing a mixture of harder techno styles,&nbsp;progressive trance,&nbsp;electro&nbsp;and&nbsp;hardstyle&nbsp;incorporating many sounds and influences from each style can be heard across the others.</p>\n<h4>&nbsp;</h4>\n<h4><span id=\"Spain\" class=\"mw-headline\">Spain</span></h4>\n<p>Jointly with happy hardcore it evolved into&nbsp;makina.</p>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://en.wikipedia.org/wiki/Hard_trance",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Hard_trance",
 "status": 1,
 "clickNum": 26,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 169,
 "name": "Hard Trance",
 "descriptions": "Hard Trance是trance音乐的一个子流派，起源于西欧（比利时、德国和荷兰），20世纪90年代初，随着breakbeat hardcore制作界开始向新的和不同风格的电子音乐多元化发展，所有这些音乐都受到Hard house、New beat、happy hardcore 和 jungle的影响。hard trance的流行在20世纪90年代末达到顶峰，此后在新的trance形式的范围内逐渐消失。",
 "originalName": "",
 "startTimeText": "Early 1990s",
 "startAddress": " Germany",
 "searchStyle": "Trance",
 "styleCategory": "Trance",
 "originalStyle": "Trance, hard house, acid trance, New beat, Hardcore, EDM",
 "affectStyle": "",
 "deriveStyle": "Hard house, hardstyle, psychedelic trance, happy hardcore, mainstream hardcore",
 "representArtist": "",
 "officialUrl": "https://en.wikipedia.org/wiki/Hard_trance",
 "typeId": 13,
 "typeName": "风格",
 "dataId": 169,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=13&dataId=169"
}