{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "relationChannel": "[{\"id\":1257,\"parentId\":8,\"name\":\"Hi-NRG\"}]",
 "content": "<p>Hi-NRG是电子舞曲音乐的一个子流派。 Hi-NRG这个名字是英文High Energy的简写（与其说是简写，不如说是为了让名字听起来更酷），可翻译为&ldquo;high energy舞曲&rdquo;。 Hi-NRG起源于英国，在80年代比较流行。它是Disco的一个变种，速度较快，不太有旋律感，不强调主唱（人声常做了电脑特效的处理而显得像机器人）。这种音乐的用途完全是为了跳舞，非常重视节拍感。 它的机械化的节拍、单调的风格对后来的House和Techno舞曲有影响。 80年代很多派别都具有类似特点，如New Order的舞曲Blue Monday也是有电子化的节拍。</p>\n<p>&nbsp;</p>\n<p><strong>特征</strong></p>\n<p>Hi-NRG以摇滚为主，有大量合成音乐，与传统disco 比少了&ldquo;funkiness&rdquo;。节拍在每分钟120到140之间，通常是每分钟127上下。歌词往往相当做作，也有半开玩笑，带有双关语的性暗示，但偶尔也会表现出伤感或多愁善感。节奏包含活力，断奏，有序的synthesizer的八度basslines或/在那里bass经常取代hi-hat，更共振的音符与减弱的音符交替，以表示记录的节奏。鼓也经常大量使用拍击声。由Megatone唱片公司的艺术家和Ian Levine演奏的hi-NRG的一种形式是都属于uptempo disco and dance music，无论是否包含八度的bassline，经常以摩城的经典热门歌曲Boys Town Gang和火炬歌为特色，在表演中通常是&ldquo;戏剧性的&rdquo;，女性(和男性)音乐家滑稽的天后角色和男性音乐家有时在&ldquo;变装&rdquo;。这种风格受到了Stock Aitken Waterman的影响，在20世纪80年代的LGBT俱乐部常客中拥有一大批狂热的追随者，尤其是旧金山的黑人和白人同性恋男性。 第二种形式是意大利/日本Eurobeat的前身，受techno和早期芝加哥音乐的影响，主要集中在它的跨八度的bassline之上，在这种形式中，hi-NRG与Stacey Q, Kim Wilde和Laura Branigan一起成功地进入了主流。八度bassline也可以在electroclash中找到，俩种风格都可以追溯到synthpop甚至更早的Moroder(作品I Feel Love)。Donna Summer接受采访时谈到了她的单曲I Feel Love，这首歌主要是一首电子音乐，是相对快节奏的Euro disco歌曲，没有很强的funk元素。在采访中，她说&ldquo;这首歌之所以成为热门歌曲是因为它有一种充满活力的氛围&rdquo;。在那次采访之后，&ldquo;high-energy&rdquo;的描述越来越多地被用于高节奏的disco音乐，特别是以电子音色为主的歌曲。high-energy disco的节奏阈值约为每分钟130到140下。20世纪80年代，&ldquo;high-energy&rdquo;一词被定型为&ldquo;hi-NRG&rdquo;。Shannon、Stock Aitken &amp; Waterman、Taylor Dayne、Freeez或Michael Sembello等Eurobeat, dance-pop和freestyle 音乐艺术家在美国销售的唱片也被贴上了&ldquo;hi-NRG&rdquo;的标签。 在20世纪80年代，&ldquo;hi-NRG&rdquo;不仅仅指任何一种快节奏的disco/舞蹈音乐，而是指特定的类型，而它只是有点像迪斯科。</p>\n<p>&nbsp;</p>\n<p>hi-NRG DJ Ian Levine是Heaven Nightclub早期的内部DJ，后来是一名唱片制作人。他把hi-NRG定义为&ldquo;旋律优美、直截了当地、不太时髦的舞曲&rdquo;。音乐记者Simon Reynolds 补充道:&ldquo;不时髦是至关重要的。hi-NRG的&ldquo;白色欧洲&rdquo;感觉被每个小节的低音撞击声所强调.</p>\n<p>&nbsp;</p>\n<p><strong>历史</strong></p>\n<p>High-tempo disco music可以追溯到20世纪70年代中期。早期的例子包括1976年Biddu和Tina Charles创作的几首British disco歌曲，以及1979年Patrick Hernandez创作的《Born to Be Alive》。high energy disco艺术家包括Claudja Barry, Miquel Brown, Amanda Lear, France Joli, Sylvester, Divine, Amii Stewart, The Pointer Sisters, Lime, Lisa和The Weather Girls。旧金山的Patrick Cowley和纽约的制作人兼作曲家Bobby Orlando在这一时期创作了许多high energy的热门歌曲。Orlando的作品包括Divine, The Flirts和Claudja Barry。 20世纪80年代初，HI-HRG在欧洲的主流流行程度不高，它反对Euro disco和电子舞曲，并成为美国LGBT群体的主流音乐。Hi-NRG完全依赖于技术，全是关于&ldquo;不可思议的体育舞蹈、仿生性和超人的耐力&rdquo;。自由似乎是通过一种脱离人类化身和与科技同步的真实逃离来体现的。Hi-NRG在舞池中使LGBT被看见。然而，这通常仅限于男性的身体，这在歌曲Menergy和So Many Men, So Little Time中得到了证明。像Bobby Orlando和Patrick Cowley这样的制作人创造了&ldquo;一个完全由Finland studs的Tom组成的未来主义club 的听觉遐想。&rdquo; 在同一时期，一种风格的音乐&ldquo;hi-NRG&rdquo;(EDM)在加拿大和英国流行起来。这种风格最受欢迎的组合是Trans-X和Lime，音乐类型与space disco音乐密切相关，相关乐队包括Koto, Laserdance和Cerrone。hi-NRG的声音也影响了techno和house music。</p>\n<p>&nbsp;</p>\n<p><strong>商业成功</strong></p>\n<p>1983年在英国，音乐杂志《Record Mirror》开始出版每周hi-NRG图表。Hi-NRG在英国流行音乐和舞曲排行榜(以及美国舞曲排行榜)上大热，如Hazell Dean的《Searchin&rsquo;(I Gotta Find a Man)》和Evelyn Thomas的《High Energy》。 在20世纪80年代中期，hi-NRG制作人在舞蹈和流行音乐排行榜包括Levine, Bronski Beat和SAW，他们都与许多不同的艺术家合作。Stock Aitken Waterman有两首hi-NRG有史以来最成功的单曲Dead or Alive、You Spin Me Round (Like a Record)(1985年，英国第一名，加拿大第一名，美国第11名)和banana ama的Venus(1986年，美国第一名，加拿大第一名，英国第八名)。从某种意义上说，他们还通过创作和制作 Donna Summer)1989年的热门单曲This Time I Know It's For Real，把这一流派带了回来。 美国音乐杂志Dance Music Report 在20世纪80年代中后期出版了hi-NRG图表和相关行业新闻，这是该流派达到顶峰的时候。然而，到1990年在许多舞蹈俱乐部里，techno和rave已经取代了hi-NRG。尽管如此，hi-NRG音乐仍在以各种形式制作和播放，包括许多主流流行歌曲的混音版本，有些还重新录制了人声。90年代后期，hi-NRG和trance融合的nu-NRG音乐诞生了。</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>",
 "contentEn": "<div>\n<div class=\"document\">\n<p>Hi-NRG (pronounced \"high energy\")[1] is a genre of uptempo disco or electronic dance music (EDM) that originated in the United States during the late 1970s and early 1980s.</p>\n<p><br />As a music genre, typified by a fast tempo, staccato hi-hat rhythms (and the four-on-the-floor pattern), reverberated \"intense\" vocals and \"pulsating\" octave basslines, it was particularly influential on the disco scene. Its earliest association was with Italo disco.</p>\n<p>&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Characteristics</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Rock-oriented, heavily synthesized and, compared to regular disco music, devoid of \"funkiness.\"Tempo ranges between 120 and 140 beats per minute although typically it is around 127. Lyrics tend to be overtly campy, tongue-in-cheek, sexually suggestive with double entendres but also occasionally sentimental or maudlin. Rhythm is characterized by an energetic, staccato, sequenced synthesizer sound of octave basslines or/and where the bass often takes the place of the hi-hat, alternating a more resonant note with a dampened note to signify the tempo of the record. There is also often heavy use of the clap sound found on drum machines. One form of hi-NRG, as performed by Megatone Records artists and Ian Levine, is any uptempo disco and dance music, whether containing octave basslines or not, that often features covers of \"classic\" Motown hits (Boys Town Gang) and torch songs, is often \"theatrical\" in performance, featuring female (and male) musicians with facetious diva personas and male musicians sometimes in \"drag\" (Sylvester, Divine), cabarets/musical theater (Vicki Sue Robinson, Sharon Redd). This style, that Stock Aitken Waterman were influenced by,had a large cult following among LGBT club-goers in the 1980s, especially San Franciscan black and white gay men. A second form, a precursor of Italian/Japanese \"Eurobeat\", with influences on techno and early Chicago house, primarily focuses on its characteristic sequenced \"octave-jumping basslines\" above anything else and in this form hi-NRG managed to surge into mainstream with Stacey Q, Kim Wilde, and Laura Branigan. The octave basslines are also found in electroclash and in both cases may be traced to synthpop and even further back to Moroder (\"I Feel Love\"). Terminology Donna Summer was interviewed about her single \"I Feel Love\", which was a mostly electronic, relatively high-tempo Euro disco song without a strong funk component. In the interview, she said \"this song became a hit because it has a high-energy vibe\". Following that interview, the description \"high-energy\" was increasingly applied to high-tempo disco music, especially songs dominated by electronic timbres.The tempo threshold for high-energy disco was around 130 to 140 BPM. In the 1980s, the term \"high-energy\" was stylized as \"hi-NRG\". Eurobeat, dance-pop and freestyle artists such as Shannon, Stock Aitken &amp; Waterman, Taylor Dayne, Freeez or Michael Sembello were also labeled as \"hi-NRG\" when sold in the United States. In the 1980s, \"hi-NRG\" referred not just to any high-tempo disco/dance music, but to a specific genre, only somewhat disco-like. Ian Levine, a hi-NRG DJ, the in-house DJ at Heaven Nightclub in its early years and subsequently a record producer, defines hi-NRG as \"melodic, straightforward dance music that's not too funky.\" Music journalist Simon Reynolds adds \"The nonfunkiness was crucial. Slamming rather than swinging, hi-NRG's white European feel was accentuated by butt-bumping bass twangs at the end of each bar.\"</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">History</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">High-tempo disco music dates back to the mid-1970s. Early examples include several British disco songs by Biddu and Tina Charles in 1976 and Patrick Hernandez (\"Born to Be Alive\") in 1979. Examples of high energy disco acts include Claudja Barry, Miquel Brown, Amanda Lear, France Joli, Sylvester, Divine, Amii Stewart, The Pointer Sisters, Lime, Lisa, and The Weather Girls. San Francisco-based Patrick Cowley and New York producer and composer Bobby Orlando were behind a number of high energy hits in this period. Orlando acts include Divine, The Flirts, and Claudja Barry. In the early 1980s, high energy music found moderate mainstream popularity in Europe, while opposing both Euro disco and electro on the dance scene and it became mainstream in the LGBT community in the United States. Hi-NRG was totally reliant on technology and was all about \"unfeasibly athletic dancing, bionic sex, and superhuman stamina\". Freedom seemed to be embodied by a literal escape from human embodiment and synchrony with technology. Hi-NRG embodied LGBT visibility on the dancefloor. However, this was generally limited to the bodies of men as evidenced by songs titled, &ldquo;Menergy&rdquo;, and &ldquo;So Many Men, So Little Time&rdquo;. Producers such as Bobby Orlando and Patrick Cowley created &ldquo;an aural fantasy of a futuristic club populated entirely by Tom of Finland studs.&rdquo; During the same period, a genre of music styled as \"hi-NRG\" (EDM) became popular in Canada and the UK. The most popular groups of this style are Trans-X and Lime. The genre is closely related to space disco. Bands include Koto, Laserdance, and Cerrone. The hi-NRG sound also influenced techno and house music.</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Commercial success</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">In 1983 in the UK, music magazine Record Mirror began publishing a weekly hi-NRG Chart. Hi-NRG entered the mainstream with hits in the UK pop and dance charts (and the US dance charts), such as Hazell Dean's \"Searchin' (I Gotta Find a Man)\" and Evelyn Thomas's \"High Energy\". In the mid-1980s, hi-NRG producers in the dance and pop charts included Levine, Bronski Beat and SAW, both of whom worked with many different artists. Stock Aitken Waterman had two of the most successful hi-NRG singles ever with their productions of Dead or Alive's \"You Spin Me Round (Like a Record)\" (UK #1, CAN #1, &amp; US #11 in 1985) and Bananarama's \"Venus\" (US #1, CAN #1, &amp; UK #8 in 1986). They also brought the genre full circle, in a sense, by writing and producing Donna Summer's 1989 hit \"This Time I Know It's For Real\" (UK #3, CAN #7 and US #7). American music magazine Dance Music Report published hi-NRG charts and related industry news in the mid to late 1980s as the genre reached its peak. By 1990, however, techno and rave had superseded hi-NRG in popularity in many danceclubs. Despite this, hi-NRG music is still being produced and played in various forms, including many remixed versions of mainstream pop hits, some with re-recorded vocals. Later in the 1990s, nu-NRG music, a fusion of hi-NRG and trance, was born.</p>\n</div>\n</div>",
 "remarks": "\n本词条汉字内容由 @多频百科团队 翻译+编辑\n参考链接 https://en.wikipedia.org/wiki/Hi-NRG",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Hi-NRG",
 "status": 1,
 "clickNum": 4,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 220,
 "name": "Hi-NRG",
 "descriptions": "Hi-NRG是电子舞曲音乐的一个子流派。 Hi-NRG这个名字是英文High Energy的简写（与其说是简写，不如说是为了让名字听起来更酷），可翻译为“high energy舞曲”。 Hi-NRG起源于英国，在80年代比较流行。它是Disco的一个变种，速度较快，不太有旋律感，不强调主唱（人声常做了电脑特效的处理而显得像机器人）。这种音乐的用途完全是为了跳舞，非常重视节拍感。 它的机械化的节拍、单调的风格对后来的House和Techno舞曲有影响。 80年代很多派别都具有类似特点，如New Order的舞曲Blue Monday也是有电子化的节拍。\n",
 "originalName": "",
 "startTimeText": "Late 1970s – early 1980s,",
 "startAddress": "United States",
 "searchStyle": "Disco",
 "styleCategory": "Euro Disco",
 "originalStyle": "Electronic, disco",
 "affectStyle": "Eurodance, house, Italo discohard NRGnew beatEurobeattechno",
 "deriveStyle": "",
 "representArtist": "",
 "officialUrl": "https://en.wikipedia.org/wiki/Hi-NRG",
 "typeId": 13,
 "typeName": "风格",
 "dataId": 220,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=13&dataId=220"
}