{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "content": "<p>Melodic Dubstep（旋律回响贝斯）是Dubstep的一个分支，即旋律性极强的Dubstep。Melodic Dubstep的BPM、段落编排都和Dubstep相似，也会融合入类似Brostep的烈性Wobble Bass，配合唯美的旋律创造完美的画面感，是一种不失能量，也具备动听旋律的电子音乐类型。</p>\n<p>&nbsp;</p>\n<p><strong>历史</strong></p>\n<p>Melodic Dubstep是2010年代初出现的电子舞曲的一个子流派。正如它的名字所示，Melodic dubstep是从2010年代早期Dubstep中演变而来的，而不是在Brostep之后，但由于一些主要的风格差异，最终成为一种区别于dubstep和brostep的流派。与brostep一样，也与2000年代的dubstep不同，Melodic Dubstep实现了buildup-drop结构，更多的是以情绪化、激烈化、苦乐化为目标，而不是以 groovy和环境为目标。与brostep不同的是，Melodic Dubstep围绕着旋律性、曲调性的drops，利用丰富、华丽的合成器前奏，强大的拉伸和弦，以及更轻盈、更和谐的声音设计，不同于brostep中典型的粗犷、有时甚至是无调的前奏。Melodic dubstep的制作人经常以歌手（尤其是女歌手）为特色，她们通常会提供多愁善感、热情洋溢的段落，以适应drops。</p>\n<p>&nbsp;</p>\n<p>Melodic dubstep大约与brostep和Chillstep同时出现，因此Melodic Dubstep既受到两种音乐流派的影响，同时也影响了他们。虽然Melodic Dubstep过去和现在有时也被称为chillstep，二者根基相似，但它逐渐发展成为一个独立的流派。与brostep相比，它具有chillstep的相对更高的大众接受度，并具有dubstep的类似特征，如140 BPM左右的节奏，半拍和低频脉冲，却也去除了chillstep的downtempo中轻松、悠闲的氛围。也就是说，某些制作人如Aether或Elliot Berger同时涉足了chillstep和melodic dubstep，或类似于Au5或Xilent这样既做melodic dubstep又做brostep的brostep制作人，今天仍然比较常见。</p>\n<p>&nbsp;</p>\n<p>该流派的一些先驱者包括最初以制作brostep闻名的制作人，如MitiS、Adventure Club或Nero，以及像Blackmill和Azedia这样的chillstep制作人。另一个对Melodic Dubstep有早期影响的是Trance音乐（尤其是Uplifting Trance），这在以trance起家的制作人Seven Lions或MitiS的作品中可见一斑，为一些Melodic Dubstep引入了史诗般的旋律元素以及浓重的情感氛围。这个流派在 future bass的发展中起到了重要的作用，因为以Melodic Dubstep制作人起家的制作人，如Said the Sky、Illenium或T-Mass后来也因为制作与future bass交融的作品而流行起来。而来自Future bass的影响，如vocal chops、节奏感强的合成器Lead或七和弦，在2010年代后半期对melodic dubstep中变得更加广泛。</p>\n<p>&nbsp;</p>\n<p>该流派的盛行也部分得益于YouTube的宣传和MrSuicideSheeep（以及Sheepy的厂牌Seeking Blue）、NCS或Monstercat等厂牌，他们经常会发行melodic dubstep。</p>",
 "contentEn": "<p>Melodic Dubstep is a subgenre of Electronic Dance Music that emerged during the early 2010s. As its name suggests, melodic dubstep evolved from scenes of early 2010s Dubstep trends not long after Brostep did, but ultimately became distinct from both dubstep and brostep due to a number of major stylistic differences. Like brostep and unlike 2000s dubstep, melodic dubstep implements buildup-drop structures that are more aimed at being emotional, intense, and bittersweet rather than groovy and atmospheric. Unlike brostep, melodic dubstep is based around melodious, tuneful drops, utilizing rich, lush synth leads, powerful stretched chords, as well as lighter and more harmonious sound design, different from the gritty and sometimes atonal leads typical in brostep. Melodic dubstep producers frequently feature singers (especially female singers) who usually deliver sentimental, passionate verses as to fit the drops.</p>\n<p>&nbsp;</p>\n<p>Melodic dubstep appeared around the same time as brostep and Chillstep, causing the genre to take influence from both of them and influence them too. Though it was and still is sometimes referred to as chillstep, melodic dubstep grew to be a separate genre, albeit with similar roots. It shares chillstep's relative accessibility compared to brostep and carries similar features from dubstep, such as a tempo of around 140 BPM, half-time beats and less often prominent sub-basses, but ultimately lacks chillstep's downtempo influence and relaxed, laid-back atmospheres. That being said, certain producers like Aether or Elliot Berger dabbled in both chillstep and melodic dubstep, similar to brostep producers like Au5 or Xilent who made both melodic dubstep and brostep. Fusions of the aforementioned genres remain relatively common today.</p>\n<p>&nbsp;</p>\n<p>Some of the genre's pioneers include producers who were initially known for producing brostep, like MitiS, Adventure Club or Nero, as well as chillstep producers like Blackmill and Azedia. Another early influence on melodic dubstep was Trance music (especially Uplifting Trance), as evident in the works of Seven Lions, who began as a trance producer, or MitiS. The genre played a significant role in the development of Future Bass, as producers who started as melodic dubstep producers such as Said the Sky, Illenium or T-Mass would later become popular for producing future bass. Future bass influences, like vocal chops, upbeat synth leads or 7th chords became more widespread in melodic dubstep in the latter half of the 2010s. The genre became popular partially thanks to promotional YouTube channels and labels like MrSuicideSheeep (along with Sheepy's label, Seeking Blue), NCS or Monstercat, who often featured and released melodic dubstep.</p>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://www.last.fm/tag/melodic+dubstep",
 "remarksEn": "本词条内容来自 https://www.last.fm/tag/melodic+dubstep",
 "status": 1,
 "clickNum": 1001,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 154,
 "name": "Melodic Dubstep",
 "descriptions": "Melodic Dubstep（旋律回响贝斯）是Dubstep的一个分支，即旋律性极强的Dubstep。Melodic Dubstep的BPM、段落编排都和Dubstep相似，也会融合入类似Brostep的烈性Wobble Bass，配合唯美的旋律创造完美的画面感，是一种不失能量，也具备动听旋律的电子音乐类型。",
 "originalName": "",
 "startTimeText": "early 2010s",
 "startAddress": "",
 "searchStyle": "Dubstep, Bass Music",
 "styleCategory": "Dubstep",
 "originalStyle": "",
 "affectStyle": "dubstep, electronic, chillstep, future bass, trance, chillout",
 "deriveStyle": "",
 "representArtist": "Blackmill, lllenium, CMA",
 "officialUrl": "https://www.last.fm/tag/melodic+dubstep",
 "typeId": 13,
 "typeName": "风格",
 "dataId": 154,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=13&dataId=154"
}