{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "relationChannel": "[{\"id\":1293,\"parentId\":8,\"name\":\"Aggrotech\"}]",
 "content": "<p>Aggrotech（也称为hellektro）是dark-electro的一种子流派，受到hardcore-techno的强烈影响，最早出现在1990年代中后期。Aggrotech通常采用有侵略性的节拍，突出的主合成线以及暗黑的歌词。通常，人声会失真并变音，听起来刺耳，像合成的。另外还添加了静电和刺耳效果。Aggrotech的音乐家包括Agonoize, Alien Vampires, Amduscia, Bestias De Asalto, Cenobita, Chiasm, Die Sektor, Combichrist, Dawn of Ashes, Detroit Diesel, Dulce Liquido, DYM, Feindflug, God Module, Grendel, Hocico, iVardensphere, Nachtmahr, Machine Sonata, Panic Lift, Psyclon Nine, Reaper, Suicide Commando, Tactical Sekt, Tamtrum, The Retrosic, Ritual Aesthetic, Unter Null, Virtual Embrace, X-Fusion等等。</p>",
 "contentEn": "<div>\n<div class=\"document\">\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Aggrotech (also known as hellektro) is a derivative form of dark-electro with a strong influence from hardcore-techno (straight techno bassdrum and oscillator sounds, especially Supersaw leads from Roland JP-8000) that first surfaced in the mid-late-1990s.</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">Aggrotech typically employs aggressive beats, prominent lead synth lines, and lyrics of a dark nature. Often, vocals are distorted and pitch-shifted to sound harsh and synthetic; static and glitching effects are also added. Aggrotech musicians include Agonoize, Alien Vampires, Amduscia, Bestias De Asalto, Cenobita, Chiasm, Die Sektor, Combichrist, Dawn of Ashes, Detroit Diesel, Dulce Liquido, DYM, Feindflug, God Module, Grendel, Hocico, iVardensphere, Nachtmahr, Machine Sonata, Panic Lift, Psyclon Nine, Reaper, Suicide Commando, Tactical Sekt, Tamtrum, The Retrosic, Ritual Aesthetic, Unter Null, Virtual Embrace, X-Fusion, among many.</p>\n<p class=\"paragraph text-align-type-left pap-line-1.8 pap-line-rule-auto pap-spacing-before-2pt pap-spacing-after-2pt\">&nbsp;</p>\n</div>\n</div>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://en.m.wikipedia.org/wiki/Electro-industrial#Aggrotech",
 "remarksEn": "本词条内容来自 https://en.m.wikipedia.org/wiki/Electro-industrial#Aggrotech",
 "status": 1,
 "clickNum": 4,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 265,
 "name": "Aggrotech",
 "descriptions": "Aggrotech（也称为hellektro）是dark-electro的一种子流派。",
 "originalName": "hellektro",
 "startTimeText": "mid-late-1990s",
 "startAddress": "",
 "searchStyle": "Industrial",
 "styleCategory": "Dark Electro",
 "originalStyle": "dark-electro",
 "affectStyle": "",
 "deriveStyle": "",
 "representArtist": " Agonoize, Alien Vampires, Amduscia, Bestias De Asalto, Cenobita, Chiasm, Die Sektor, Combichrist, Dawn of Ashes, Detroit Diesel, Dulce Liquido, DYM, Feindflug, God Module, Grendel, Hocico, iVardensphere, Nachtmahr, Machine Sonata, Panic Lift, Psyclon Nine, Reaper, Suicide Commando, Tactical Sekt, Tamtrum, The Retrosic, Ritual Aesthetic, Unter Null, Virtual Embrace, X-Fusion, among many.",
 "officialUrl": "",
 "typeId": 13,
 "typeName": "风格",
 "dataId": 265,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=13&dataId=265"
}