{
 "pageNum": 1,
 "pageSize": 10,
 "params": {},
 "relationChannel": "[{\"id\":1395,\"parentId\":8,\"name\":\"Kidandali\"}]",
 "content": "<p>Kidandali是一种风格鲜明的音乐流派，其特点是使用乌干达的本地声音和采样。Kidandali是甘达语中的一个词，翻译过来的意思是 \"当地聚会 \"或 \"庆祝\"。音乐会和传统的婚礼仪式（kwanjula）是这种 \"bidandali \"的实用场景。音乐本身被赋予了这个名字，因为大多数情况下，它是在这种地方聚会和活动中播放或表演的音乐。其他一些资料来源和评论家将这种音乐流派称为 \"乐队音乐\"，而其他人则将其称为&ldquo; Afrobeat&rdquo;或&ldquo; Afro house&rdquo;。</p>\n<p>&nbsp;</p>\n<p><strong>形成 </strong></p>\n<p>从风格上讲，Kidandali这一流派直接借鉴了其他两个音乐流派，同时间接借鉴了另一个流派。这两个流派是Kadongo Kamu和Soukous（林加拉语）。间接地，Kidandali多数时候都受到Dem Bow riddim的影响，这是Ragga早期对乌干达流行音乐的影响的结果。在贝司吉他扮演的角色中可以看到Kadongo Kamu的相似性和影响力。低音吉他是最明显的乐器，就像kadongo kamu一样，它可以控制歌曲的节奏和节奏。播放方式也非常相似。可见kadongo kamu影响的另一个区域是人声的传递方式。音乐主题也类似于kadongo kamu。讲故事和给听众建议是司空见惯的事情。对于林加拉乐，影响力体现在其他乐器所扮演的角色中，最主要的是主音吉他和电吉他，其演奏方式类似于林加拉音乐。小号的使用也与林加拉音乐中的小号相似。至于雷鬼和house，则是很直接的融入，作为基础节奏。所有这些因素使其成为乌干达最自然的音乐风格。</p>\n<p>&nbsp;</p>\n<p><strong>历史 </strong></p>\n<p>这种体裁的根源可以追溯到独立后兴起的乐队。后来诞生了Afrigo乐队的Cranes乐队可以被视为这一类型演变过程中的第一批。从一开始，他们的音乐就受到了像佛朗哥（Franco）这样的露天音乐的浓厚影响，而当时的刚果音乐也受到了极大的影响。爵士乐和放克音乐也很引人注目。一路上还有其他乐队，如Rwenzori乐队，Big Five乐队和Simba Ngoma乐队。但是Afrigo是最杰出和最持久的，尤其是在1970到1990年代的政治动荡期间。到1990年代中期，Afrigo乐队仍然深受林格拉音乐的影响，当时林格拉音乐在非洲大陆占主导地位。像Joanita Kawalya和Rachael Magoola这样的艺术家是Afrigo的一部分，并与Kaads乐队等其他乐队一起奠定了现代kidandali的基础。</p>\n<p>&nbsp;</p>\n<p>然而，转折点来自唱片厂牌Eagles Production的成立，该唱片厂牌打造了如Mesach Semakula，Geoffrey Lutaaya，Ronald Mayinja和Haruna Mubiru等艺术家。这些艺术家从Afrigo乐队继承了风头，并在世纪之交后进一步发展了这种流派。该品牌继续培养出更多才华横溢的艺术家，尤其是像Cathy Kusasira，Irene Namatovu和Stecia Mayanja这样的女性艺术家。</p>\n<p>&nbsp;</p>\n<p>另一个转折点是在2007年左右，大卫&middot;卢塔洛（David Lutalo）凭借热门歌曲&ldquo;卡帕帕拉（Kapapala）&rdquo;脱颖而出，为该音乐类型冲破Eagles Production的局限性，让其他独立艺术家得以加入其中铺平了道路。大约在同一时间，音频制作技术使该类型可以使用音频工作站进行数字复制，并且&ldquo;乐队&rdquo;元素几乎消失了。 Kann，Dream Studios，Mozart和Paddyman等录音棚占据了场景的中心位置。其他许多独立的独立艺术家也开始练习这一流派。 Dr Tee，Martin Angume甚至Chameleone等艺术家都通过这种流派获得了成功。目前，这种类型处于发展的顶峰，Papa Cidy和Chris Evans等新艺术家帮助乌干达音乐形成了一股主导力量。</p>",
 "contentEn": "<p><strong>Kidandali</strong>&nbsp;is a stylistic music genre featuring the use of native sounds and samples from&nbsp;Uganda. Kidandali is a word from the&nbsp;Ganda language&nbsp;which in translation can mean \"local party\" or \"celebration\". Music concerts and traditional wedding ceremonies (kwanjula) are examples of such \"bidandali\". The music itself is given this name because most times it is the kind of music played or performed at such local parties and functions. Some other sources and commentators refer to the genre alternatively as \"Band music\"<sup id=\"cite_ref-1\" class=\"reference\">[1]</sup>&nbsp;while others refer to it as \"Afrobeat\" or \"Afro house\".</p>\n<p>&nbsp;</p>\n<h2><span id=\"Form\" class=\"mw-headline\">Form</span></h2>\n<p>Stylistically, this genre draws directly from two other music genres while indirectly drawing from another. The two genres being&nbsp;Kadongo Kamu&nbsp;and&nbsp;Soukous (lingala). Indirectly, Kidandali is most times cemented by the&nbsp;Dem Bow&nbsp;riddim, a result of the early&nbsp;Ragga&nbsp;influence on Ugandan pop music. The similarity and influence of Kadongo Kamu is seen in the role played by the bass guitar. The bass guitar is the most pronounced instrument and it controls the rhythm and tempo of the song just like in kadongo kamu. The playing pattern is also very similar. Another area where kadongo kamu influence is visible is in the way the vocals are delivered. The music themes are also similar to kadongo kamu. Story telling and giving of advice to listeners is common place. In regards to lingala, the influence is seen in the role the other instruments play, most notably the lead guitar and electric guitar, which are played in a pattern similar to that in lingala music. The use of trumpets is similar to that in lingala. As for&nbsp;reggaeton&nbsp;and&nbsp;house, it is a pretty direct incorporation as the foundational rhythm. All these factor into making it the most organic style of music in Uganda.</p>\n<h2>&nbsp;</h2>\n<h2><span id=\"History\" class=\"mw-headline\">History</span></h2>\n<p>The roots of this genre can be traced back to the bands that sprung up after independence. The Cranes Band, which later gave birth to&nbsp;Afrigo Band, can be regarded as the first group in the evolution process of this genre. At the very outset, their music was heavily influenced by soukous and congolese artists like Franco were notable influences at the time. Jazz and funk was also a notable influence. Along the way there were other bands like Rwenzori Band, Big Five Band and Simba Ngoma Band. But Afrigo was the most prominent and most enduring, especially throughout the political unrest of the 1970s to 1990s. By the mid 1990s Afrigo Band was still heavily influenced by lingala music, which by then was dominant all over the African continent. Artists like Joanita Kawalya and Rachael Magoola were part of Afrigo and helped lay the foundation for modern day kidandali, alongside other bands like Kaads Band. The turning point, however, came with the formation of the record label&nbsp;Eagles Production&nbsp;which was responsible for producing artists like&nbsp;Mesach Semakula,&nbsp;Geoffrey Lutaaya,&nbsp;Ronald Mayinja&nbsp;and&nbsp;Haruna Mubiru. These artists took the mantle from Afrigo band and further developed the genre after the turn of the century. The label continued to produce more talent, especially female artists like&nbsp;Cathy Kusasira,&nbsp;Irene Namatovu&nbsp;and&nbsp;Stecia Mayanja. Another turning point was around 2007 when&nbsp;David Lutalo&nbsp;broke through with the hit song \"Kapapala\" creating the way for the genre to move beyond the Eagles Production label and for other solo artists to join the fray. About the same time, technology in audio production had enabled the genre to be reproduced digitally using Audio Workstations and the \"band\" element had all but disappeared. Recording studios like Kann, Dream Studios, Mozart and Paddyman took center stage. Many other independent solo artists started to practice the genre. Artists like Dr Tee, Martin Angume and even&nbsp;Chameleone&nbsp;achieved success with this genre. The genre is currently at the peak of its evolution with newer artists like&nbsp;Papa Cidy&nbsp;and&nbsp;Chris Evans&nbsp;helping create a dominant force in Ugandan music.</p>\n<h2>&nbsp;</h2>\n<h2><span id=\"References\" class=\"mw-headline\">References</span></h2>\n<div class=\"reflist\">\n<div class=\"mw-references-wrap\">\n<ol class=\"references\">\n<li id=\"cite_note-1\"><span class=\"mw-cite-backlink\"><strong>^</strong></span>&nbsp;<span class=\"reference-text\">White paper:&nbsp;\"Essay on the form and origin of Kadongo Kamu\"&nbsp;Archived&nbsp;2011-12-31 at the&nbsp;Wayback Machine,<em>Center for African music</em>, April 5, 2003, accessed August 10, 2011</span></li>\n</ol>\n</div>\n</div>",
 "remarks": "本词条汉字内容由 @多频百科团队 翻译+编辑\n原文译自 https://en.wikipedia.org/wiki/Kidandali",
 "remarksEn": "本词条内容来自 https://en.wikipedia.org/wiki/Kidandali",
 "status": 1,
 "clickNum": 15,
 "deleted": 0,
 "lang": 0,
 "chooseLang": true,
 "id": 40,
 "name": "Kidandali",
 "descriptions": "Kidandali是一种风格鲜明的音乐流派，其特点是使用乌干达的本地声音和采样。Kidandali是甘达语中的一个词，翻译过来的意思是 \"当地聚会 \"或 \"庆祝\"。音乐会和传统的婚礼仪式（kwanjula）是这种 \"bidandali \"的实用场景。音乐本身被赋予了这个名字，因为大多数情况下，它是在这种地方聚会和活动中播放或表演的音乐。其他一些资料来源和评论家将这种音乐流派称为 \"乐队音乐\"，而其他人则将其称为“ Afrobeat”或“ Afro house”。",
 "originalName": "",
 "startTimeText": "Mid 1990s",
 "startAddress": " Kampala Uganda",
 "searchStyle": "House",
 "styleCategory": "Afro House",
 "originalStyle": "Kadongo Kamu, Soukous, Reggaeton, House",
 "affectStyle": "",
 "deriveStyle": "",
 "representArtist": "",
 "officialUrl": "https://en.wikipedia.org/wiki/Kidandali",
 "typeId": 13,
 "typeName": "风格",
 "dataId": 40,
 "url": "http://dropinapp.hearinmusic.com/#/ency?typeId=13&dataId=40"
}